Repository: wescamp/Archaic_Era-1.10
Catalog: po/*.po
Languages: fr, hu, ja

source: Ice, snow, and rough terrain can make it too slow or treacherous to send messages via Runner. Flames can be seen from a distance, so Signalmen send coded messages by waving a torch and passing their axe in front. Standing on top of a hill waving a torch attracts a lot of unwanted attention, so the signal corps is composed of strong fighters.
fr: La glace, la neige et les terrains cahoteux peuvent être difficiles à traverser ou traîtres pour des coureurs portant des messages. Les flammes peuvent être vues à distance et donc les indicateurs ukiens envoient des messages codés en agitant une torche et en passant leur hache devant. Rester en haut d'une colline à agiter une torche attire très souvent une attention non souhaitée, donc le corps des indicateurs est composé de guerriers forts.
hu: Jeges, havas és nehéz terepen túl lassú és árulkodó lehet a futárokkal küldött üzenetváltás. A fény távolról is látható, így a jelzőőrök kódolt üzenetet küldhetnek fáklyáik mozgatásával, illetve bárdjaik fáklya előtt való lengetésével. A domb tetején álló, fáklyával jelző harcos számos veszélynek van kitéve, ezért a jelzőőröket a legerősebb harcosok közül válogatják.
ja: Ukian Signalman / 氷や雪に覆われた起伏の激しい地形のため、飛脚にメッセージを託すのはいかにも遅すぎますし、危険すぎます。信号兵は、炎なら遠くからでも見えることを利用し、松明を振ったり、斧で炎をさえぎったりして信号を送ります。高い場所に立って松明を振る行為は、同時に危険を呼び寄せる行為でもありますので、信号部隊は屈強な戦士たちで編成されています。

source: Ukian Subcommander
fr: Sous-commandant ukien
hu: Ukiai alvezér
ja: ウキアの副司令官

source: Successful Officers become Subcommanders, and lead greater numbers of fighters. They also carry more substantial shields, which may be used not only to frustrate enemy strikes, but to stun the enemy.
fr: Les officiers qui réussissent deviennent des sous-commandants et ils dirigent un plus grand nombre de combattants. Ils portent aussi des boucliers plus importants, qui peuvent être utilisés non seulement pour déjouer les frappes ennemies, mais aussi pour étourdir leurs adversaires.
hu: A sikeres tisztekből alvezérek lesznek, s nagyobb csapatokat vezényelnek. Szilárdabb pajzsot viselnek, ami nemcsak az ellenséges ütések hárítására szolgál, hanem az ellenség megbénítására is.
ja: Ukian Subcommander / 戦功をたてた将校は副司令官に昇格し、より大規模な部隊を率いるようになります。また、装備している盾はより堅固なものになり、攻撃を防ぐだけではなく、敵を打ち据えて失神させるのにも使えます。

source: Ukian Veteran
fr: Vétéran ukien
hu: Hétpróbás ukiai
ja: ウキアの熟練兵

source: Veteran soldiers...
fr: Les soldats vétérans...
hu: A hétpróbás ukiaiak...
ja: Ukian Veteran / 熟練兵は……

source: throwing axe
fr: hache de lancer
hu: hajítóbárd
ja: 手斧

source: War Hound
fr: Chien de guerre
hu: Harcikutya
ja: 軍用犬

source: torch
fr: torche
hu: fáklya
ja: 松明

source: Ukian Witch
fr: Sorcière ukienne
hu: Ukiai boszorkány
ja: ウキアの魔女

source: Ukian Witches are both proficient in the healing arts and resistent to the elements. Magic attacks are of a different nature, it is difficult to be masters of them as well. Nevertheless, they have managed to control the unformed blast into an electric strike. The uncontrolled blast is easiest to form, so they have not abandoned it.
fr: Les sorcières ukiennes sont à la fois compétentes en soins et résistantes aux éléments. Les attaques magiques étant de natures variées, il est également difficile de toutes les maîtriser. Néanmoins, elles ont réussi à maîtriser les ondes informes pour en faire des éclairs. L'onde incontrôlée étant plus facile à créer, elles ne l'ont donc pas abandonné.
hu: Az ukiai boszorkányok jártasak a gyógyításban, és ellenállnak az elemeknek. A mágikus támadások különböző természetűek, s az elemeken uralkodni meglehetősen nehéz. Mindazonáltal a boszorkányok az alaktalan energiát villamos csapássá sűrítik, mivel az alaktalan energiát nem lehet irányítani.
ja: Ukian Witch / ウキアの魔女は、癒しの技と元素への対抗術の双方に熟練しています。魔法による攻撃は本質の異なるものであり、同様に熟練するのは困難です。とはいえ、形のない破壊の力をコントロールし、電撃にして敵に叩きつけるくらいはなんとかやってのけます。コントロールの甘い衝撃波はごく簡単に形成できるため、引き続きこの攻撃手段も使います。

source: strike
fr: foudre
hu: kisülés
ja: 電撃

source: race^Ukian Human
fr: Ukien
hu: Ukiai férfi
ja: ウキア人

source: race+female^Ukian Human
fr: Ukienne
hu: Ukiai nő
ja: ウキア人

source: race^Ukians
fr: Ukiens
hu: Ukiaiak
ja: ウキア人

source: The Ukians are from the frozen North. Lost descendants of an ill-advised Wesnoth settlement program, they were cut off from civilization. Surrounded by hostile orcs, they needed to develop stratagies for survival that did not involve vast resources or brute strength, but rather rapid communication and mobiliziation. Every man and woman had to be able to survive an orcish assault, so there was no time for studying. However, with their recent reacquaintance with the people of Wesnoth, they have just started training mages.
fr: Les ukiens sont originaires du nord gelé. Descendants perdus d'un programme de colonisation mal préparé, ils furent coupés de toute civilisation. Entourés par des orcs hostiles, ils eurent besoin de développer des stratégies pour survivre n'impliquant pas beaucoup de ressources ou la force brute, mais plutôt des communications et une mobilisation rapide. Chaque homme et chaque femme devaient être capable de survivre à un assaut orc, donc il n'y avait pas de temps à consacrer aux études. Cependant, grâce aux récentes relations avec les gens de Wesnoth, ils viennent tout juste de commencer à entraîner des mages.
hu: Az ukiaiak a fagyos Észak lakói. Az utolsó maradékai egy rosszul tervezett wesnothi telepítési programnak, el vannak vágva a civilizációtól. Ellenséges orkok gyűrűjében rákényszerültek, hogy kevés forrást és kis erőt igénylő túlélési stratégiákat fejlesszenek ki, amelyek a gyors információcserén és a mozgékonyságon alapszanak. Minden férfi és minden nő az ork támadások túlélésére készült, így a tudományok művelésére nem jutott idő. A wesnothiakkal való újbóli kapcsolatfelvétel után az utóbbi években újra elkezdtek mágusokat kiképezni.
ja: ウキア人の出身地は凍てつく北の地です。浅はかな Wesnoth の移住計画が失敗に終わった後、その末裔は文明社会から断絶してしまいました。周囲を取り巻くオークという敵対勢力に対抗するため、物量や軍事力に頼るのではなく、諜報力と機動力を重視した戦術を極めていかなければなりませんでした。男も女もオークの襲撃から生き延びることに精一杯であり、学究に費やす時間はありませんでした。しかしながら、近年、Wesnoth の民とのつながりを回復し、魔術師の育成に着手したようです。

source: race^Ukian Dog
fr: Chien ukien
hu: Ukiai kutya
ja: ウキア犬

source: race+female^Ukian Dog
fr: Chienne ukienne
hu: Ukiai szuka
ja: ウキア犬

source: race^Ukian Dogs
fr: Chiens ukiens
hu: Ukiai kutyák
ja: ウキア犬

source: The Ukians needed help avoiding the orcs, the canines needed food and shelter. Most often, dogs are used in hunts and patrols, but those that are unusually big and strong can be used as warriors.
fr: Les ukiens avaient besoin d'aide pour éviter les orcs, les chiens avaient besoin de nourriture et d'un refuge. Très souvent, les chiens sont utilisés pour chasser et patrouiller, mais ceux qui sont exceptionnellement gros et forts sont aussi utilisés comme guerriers.
hu: Az ukiaiaknak segítségre volt szükségük az orkok ellen, a kutyáknak élelemre és hajlékra volt szükségük. A kutyákat leginkább őrzésre és vadászatra használják, de a fejlett és erős kutyákat harcokban is bevetik.
ja: ウキア人たちはオークを避けるための味方を必要とし、犬たちは食料と安全な住処を必要としました。多くの場合、犬たちは狩りやパトロールに利用されますが、並外れて大きく強く育った個体は、戦場に駆り出されることもあります。

source: phantom
fr: fantôme
hu: fantom
ja: ファントム

source: female^phantom
fr: fantôme
hu: fantom
ja: ファントム

source: zealous
fr: zélé
hu: hitbuzgó
ja: 熱狂

source: female^zealous
fr: zélée
hu: hitbuzgó
ja: 熱狂

source: dancer
fr: danseur
hu: higanymozgású
ja: 舞踏

source: female^dancer
fr: danseuse
hu: higanymozgású
ja: 舞踏

source: Dancer: This unit's physical (pierce, impact, blade) resistances are doubled, up to a maximum of 60%, when attacking because the enemy cannot get a direct hit.
fr: Danseur : Les résistances physiques (perforant, contondant, tranchant) sont doublées en défense, jusqu'à un maximum de 60 %, car l'ennemi n'arrive pas à toucher directement.
hu: Higanymozgású: Ez az egység a fizikai behatásokra(szúrás, vágás, ütés) kétszeres ellenállással bír, egészen 60%-ig, mivel igen nehéz komoly csapást bevinni neki.
ja: このユニットは、攻撃時、物理的攻撃（貫通、打撃、斬撃）への耐性が2倍になります（最大で 60% まで）。攻撃の際の踊るような体さばきに対し、反撃を直撃させることができないためです。

source: female^dog trainer
fr: Maître-chien
hu: kutyakiképző
ja: 犬使い

source: anti-poison
hu: ellenméreg
ja: 毒無効

source: female^anti-poison
fr: anti-poison
hu: ellenméreg
ja: 毒無効

source: Anti-poison: Allows the unit to avoid the effects of poison, but the poisoned unit cannot be cured of its poison by this ability, and must seek the care of a village or a unit that can cure.
fr: Anti-poison : Permets à l'unité d'éviter les effets du poison, mais l'unité empoisonnée ne peut être guérie de son poison par cette capacité, et doit chercher la prise en charge d'un village ou d'une unité qui peut guérir.
hu: Ellenméreg: Az egység ellenáll a mérgezési kísérleteknek, de a mérgezett egység nem gyógyul ki a mérgezésből, ha ezt a képességet megszerzi, tehát egy falut, vagy egy kúráló egységet kell keresnie e célból.
ja: 毒無効: このユニットは、毒の影響を受けません。ただし、受けた毒をこの能力によって治療することはできませんので、村で治療するか、治療能力を持つユニットを探さなければなりません。

source: heals +
fr: soins +
hu: gyógyít +
ja: 回復 +

source: female^heals +
fr: soins +
hu: gyógyít +
ja: 回復 +

source: Heals +{AMT}: Allows the unit to heal adjacent allied units at the beginning of our turn. A unit cared for by this healer may heal up to {AMT} HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
fr: Soins + {AMT} : Permet à cette unité de soigner les unités adjacentes au début de chaque tour. Une unité soignée peut soit regagner jusqu'à {AMT} points de vie, soit ne pas subir les effets du poison ce tour-ci. Une unité empoisonnée ne peut pas être guérie par un soigneur et devra trouver un village ou une unité qui dispose de la compétence guérison.
hu: Gyógyít +{AMT}: Az egység képes a mellette álló szövetséges egységet saját köre elején gyógyítani. A meggyógyított egység legfeljebb {AMT} ÉP-t gyógyul a kör elején. A mérgezett egység nem gyógyul ki a mérgezéséből, így falu vagy méregűző egység után kell néznie.
ja: 回復 +{AMT}: このユニットは隣接した友好的なユニットをターン開始時に回復させます。 このユニットに治療されるユニットは 1 ターンに最大でHPが {AMT} 回復します。もしくは、そのターンに毒の効果が発動しないようにします。 毒を受けているユニットの解毒を行うことはできません。村で回復させるか、治療ユニットを捜して下さい。

source: immortal
fr: immortel
hu: halhatatlan
ja: 不滅

source: female^immortal
fr: immortelle
hu: halhatatlan
ja: 不滅

source: immortal: This unit heals 99 HP per turn. If poisoned, it will remove the poison.
fr: Immortel : Cette unité regagne 99 points de vie au début de chaque tour. Si elle est empoisonnée, elle guérit du poison.
hu: halhatatlan: Ez az egység 99 ÉP-t gyógyul körönként. Ha megmérgeződik, akkor kigyógyul belőle.
ja: 不滅: このユニットは、毎ターン99のヒットポイントが回復します。毒におかされている場合、毒を消します。

source: intangible
hu: fáradhatatlan
ja: 霊体

source: female^intangible
fr: intangible
hu: fáradhatatlan
ja: 霊体

source: Intangible: This unit uses only one movement point per attack, rather than all of its movement points like most other units.
fr: Intangible : Cette unité utilise un seul point de mouvement par attaque, plutôt que l'ensemble de ses points de mouvement comme la plupart des autres unités.
hu: Fáradhatatlan: Ez az egység egy mozgáspontot használ fel támadáskor, szemben a többi egységgel, amely összes mozgáspontját elveszti.
ja: 霊体: このユニットは、移動力を 1 消費するだけで攻撃することができます。

source: stone
fr: pierre
hu: fényszobor
ja: 石

source: female^stone
fr: pierre
hu: fényszobor
ja: 石

source: Stone: This unit is stone in the daylight, if not next to an ally or in a village, but is always mobile at night.
fr: Pierre : Cette unité est pétrifiée la journée, mais mobile la nuit.
hu: Fényszobor: Ez az egység nappal kővé válik, kivéve szövetséges egység mellett vagy faluban, de éjszaka életre kel.
ja: 石: このユニットは、日中、石化します。ただし、友軍ユニットが隣接している場合、または村の上にいる場合は日中でも動けますし、夜はいつでも動くことが可能です。

source: release stoned victims
fr: Libérer les victimes pétrifiées
hu: életrekeltés
ja: 石化の犠牲者を解放する

source: Free
fr: Libéré
hu: Függetlenség
ja: 解放

source: tie-down
fr: arrimage
hu: lecövekelés
ja: 捕縛

source: Tie-Down: Defender cannot move for any turn in which the attacker is adjacent at start, but they can still attack.
fr: Arrimage : Le défenseur ne peut pas bouger tant que l'attaquant se trouve à côté de lui, mais il peut toujours attaquer.
hu: Lecövekelés: A védő mindaddig nem tud elmozdulni a helyéről, míg a támadó egység a kör elején mellette áll, bár támadni képes.
ja: 捕縛: 防御側は、攻撃側が移動しない限り、移動できません。攻撃は可能です。

source: hide in shell
fr: se cacher dans sa carapace
hu: Begubózás
ja: 甲羅に隠れる

source: stop hiding
fr: sortir de sa carapace
hu: Kijövetel a burokból
ja: 甲羅から出る

source: selfheal
fr: régénérant
hu: öngyógyulás
ja: 自己治癒

source: selfheal: This unit heals {AMT} HP per turn. If poisoned, it will remove the poison.
fr: régénérant : Cette unité regagne {AMT} points de vie par tours. Si elle est empoisonnée, elle guérie du poison.
hu: Öngyógyulás: Ez az egység {AMT} ÉP-t gyógyul körönként. Ha megmérgeződik, kigyógyul a mérgeződésből.
ja: 自己治癒: このユニットは、毎ターン、{AMT} のヒットポイントが回復します。毒におかされている場合、毒を消します。

source: penumbra
fr: pénombre
hu: homályosítás
ja: 遮光

source: female^penumbra
fr: pénombre
hu: homályosítás
ja: 遮光

source: Penumbra: This unit obscures the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
fr: Pénombre : Cette unité obscurcit les cases environnantes, rendant les unités chaotiques plus fortes et les unités loyales plus faibles. Les unités adjacentes à cette unité combattront le jour comme si c'était le crépuscule, et comme s'il faisait nuit au crépuscule.
hu: Homályosítás: Ez az egység elhomályosítja környezetét, a törvénytelen egységek jobban, míg az igazságosak rosszabbul harcolnak. Bármelyik szomszédos mezőn álló egység úgy harcol nappal, mintha alkonyat lenne, s alkonyatkor és hajnalban úgy, mintha éjszaka lenne.
ja: 遮光: このユニットは、周囲を薄暗くして、混沌ユニットを戦いやすく、秩序ユニットを戦いにくくします。 すべての隣接するユニットは、日中は夕方であるかのように、夕方は夜であるかのように戦うことになります。

source: desert-stalk
fr: être du désert
hu: homokbaolvadás
ja: 砂隠

source: female^desert-stalk
fr: être du désert
hu: homokbaolvadás
ja: 砂隠

source: Desert-Stalk: This unit can hide in sand terrain, and remain undetected by its enemies. Enemy units cannot see this unit while it is on desert terrain, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
fr: Être du désert : Cette unité peut se cacher dans le sable et y rester invisible pour ses ennemis. Les ennemis ne peuvent pas voir cette unité si elle est placée sur un terrain désertique, sauf s'il y a des unités ennemies juste à côté. Tout ennemi qui découvre en premier cette unité perd immédiatement tous ses points de mouvement.
hu: Homokbaolvadás: Ez az egység a sivatagi terepen képes elrejtőzni, s így láthatatlanná válni ellenségei előtt. Az ellenséges egységek nem látják őt a sivatagi terepen, míg közvetlenül mellé nem érnek. Amelyik ellenséges egység először észleli az egységet, elveszti esetlegesen még meglévő mozgáspontjait.
ja: 砂隠: このユニットは、砂の地形に隠れ、敵から見えない状態になることができます。 このユニットは、砂の地形にいる間、見つかることがありません。ただし、敵が隣接している場合は除きます。このユニットを初めて見つけた敵ユニットは、その時点で残りのすべての移動力を失います。

source: Scattershot: This attack always has at least a 70% chance to hit.
fr: Tir dispersé : Cette attaque a toujours au moins 70 % de chance de toucher.
hu: Célzott támadás: Ez a támadás mindig legalább 70% eséllyel talál.
ja: 乱射: この攻撃は、常に、最低でも 70% の確率で命中します。

source: Rope Bridge
fr: Pont de corde
hu: Kötélhíd
ja: 吊橋

source: Forest
fr: Forêt
hu: Erdő
ja: 森

source: Dead Forest
fr: Forêt Morte
hu: Halott erdő
ja: 枯死した森

source: Empty Space
fr: Espace Vide
hu: Üres hely
ja: 虚空

source: Tundra
fr: Toundra
ja: ツンドラ

source: Odd Plate
fr: Plaque étrange
hu: Féltányér
ja: 奇妙な板張格子床

source: Odd Grid
fr: Grille étrange
hu: Félrács
ja: 奇妙な格子床

source: Steel Plate
fr: Tôles en acier
hu: Acéltányér
ja: 鉄張床

source: Dark Steel Plate
fr: Tôles en acier noir
hu: Sötét acéltányér
ja: 黒塗の鉄張床

source: Light Stone Blocks
fr: Blocs de pierre de lumière
hu: Világos kőkocka
ja: 彩られた石畳

source: Dark Stone Blocks
fr: Blocs de pierre sombre
hu: Sötét kőkocka
ja: 黒塗りの石畳

source: Snow Drift
fr: Congère
hu: Hófúvás
ja: 雪の吹き溜まり

source: Thin Ice
fr: Glace mince
hu: Vékony jég
ja: 薄氷

source: Test Camp
fr: Camp d'essai
hu: Tesztsátor
ja: 試験中の野営地

source: Test Keep
fr: Donjon d'essai
hu: Teszt erőd
ja: 試験中の主塔

source: Troll Camp
fr: Camp Troll
hu: Troll sátor
ja: トロルの野営地

source: Troll Keep
fr: Donjon Troll
hu: Troll erőd
ja: トロルの主塔

source: Swamp Troll Camp
fr: Camp des marais Troll
hu: Mocsári troll sátor
ja: 沼地のトロルの野営地

source: Swamp Troll Keep
fr: Donjon des marais Troll
hu: Mocsári troll erőd
ja: 沼地のトロルの主塔

source: Sunken Troll Camp
fr: Camp Troll englouti
hu: Elsüllyedt troll sátor
ja: 水没したトロルの野営地

source: Sunken Troll Keep
fr: Donjon Troll englouti
hu: Elsüllyedt troll erőd
ja: 水没したトロルの主塔

source: Primeval Keep
fr: Donjon Ouranien
hu: Antik erőd
ja: プライミーヴァルの主塔

source: Primeval Castle
fr: Château ouranien
hu: Antik vár
ja: プライミーヴァルの城

source: Sand Keep
fr: Donjon des sables
hu: Sivatagi erőd
ja: 砂地の主塔

source: Sand Ruin Keep
fr: Donjon des sables en ruine
hu: Sivatagi romos erőd
ja: 砂地の廃墟の主塔

source: Sand Castle
fr: Château des sables
hu: Sivatagi vár
ja: 砂地の城

source: Sand Ruin
fr: Ruine des sables
hu: Sivatagi rom
ja: 砂地の遺跡

source: Keep
fr: Donjon
hu: Erőd
ja: 主塔

source: Ghost Castle
fr: Château fantôme
hu: Szellemvár
ja: 幽霊の城

source: Ghost Keep
fr: Donjon fantôme
hu: Szellemerőd
ja: 幽霊の主塔

source: Wall2
fr: Mur2
hu: Fal2
ja: 壁2

source: Wall
fr: Mur
hu: Fal
ja: 壁

source: Ice Wall
fr: mur de glace
hu: Jégfal
ja: 氷の壁

source: Ice Cave
fr: Caverne de glace
hu: Jégbarlang
ja: 氷の洞窟

source: Ice Chasm
fr: Gouffre de glace
hu: Jégszakadék
ja: 氷の裂け目

source: Industrial Facility
fr: Installation industrielle
hu: Ipari terület
ja: 産業施設

source: Ice Village
fr: Village de glace
hu: Jégkunyhó
ja: 氷の村

source: Primeval Villa
fr: Villa Ouranienne
hu: Antik falu
ja: プライミーヴァルの村

source: Test Village
fr: Village d'essai
hu: Teszt falu
ja: 試験中の村

source: Path
fr: Chemin
hu: Ösvény
ja: 道

source: Path(l)
fr: Chemin(g)
hu: Ösvény(b)
ja: 道（左）

source: Path(r)
fr: Chemin(d)
hu: Ösvény(j)
ja: 道（右）

source: Heat Exchanger
fr: Échangeur de chaleur
hu: Hőcserélő
ja: 熱交換器

source: Engine
fr: Machine
hu: Gép
ja: 駆動部

source: Blue
fr: Bleu
hu: Batyu
ja: 青

source: Snow Path
fr: Chemin de neige
hu: Havas ösvény
ja: 雪道

source: vector damage
fr: dégâts de vecteur
hu: járványos gyengülés
ja: 侵蝕ダメージ

source: Vector Damage: ...
fr: Dégâts de vecteur : ...
hu: Járványos gyengülés: ...
ja: 侵蝕ダメージ: ……

source: vector
fr: vecteur
hu: járvány
ja: 侵蝕

source: Possessed
fr: Possédé
hu: Megszállott
ja: 取り憑かれた

source: enthrallment
fr: captivation
hu: bűvölet
ja: 下僕化

source: Slain foes become Khthon thralls.
fr: Les adversaires massacrés deviennent des serfs chthoniens.
hu: A megölt ellenségek khthon rabszolgává válnak.
ja: 倒した敵をクトーンの下僕に変えます。

source: HP
fr: PV
hu: ÉP

source: Petrify: This attack petrifies the target, turning it to stone. Units that have been petrified may not move or attack.
fr: Pétrification : Cette attaque pétrifie la cible, la transformant en pierre. Les unités pétrifiées ne peuvent pas bouger ou attaquer.

source: Petrify: This attack petrifies the target, turning it to stone. Units that have been petrified may not move or attack until the curse wears off.
fr: Pétrification : Cette attaque pétrifie la cible, la transformant en pierre. Les unités pétrifiées ne peuvent pas bouger ou attaquer jusqu'à ce que la malédiction se dissipe.

source: Ipoten
fr: Incitatus

source: Ipoten maintain their unusual interest in the arcane arts, an observer could mistakenly assign human motives to their behaviour.
fr: Les Incitatus maintiennent leur intérêt inhabituel pour les arts des arcanes, un observateur pourrait attribuer par erreur une motivation humaine à leur comportement.

source: The Khalkotaurus is a massive beast, woe to those who stumble upon it.
fr: Le Khalkotaurus est une bête massive, malheur à ceux qui trébuchent devant lui.

source: claws
fr: griffes

source: Taraxippon move about in the night as if ghosts, rather than the monsters they are.
fr: Les Taraxippons se déplacent dans la nuit, plus comme des fantômes que comme les monstres qu'ils sont.

source: Sun-Wheel
fr: Discobole solaire

source: The name for the superior blade-throwers is 'Sun Wheel'. Whether this is because the sun is exhalted or just because it hurts the primeval eyes like a seering blade is anyone's guess. Special Note:
fr: Le nom des supérieurs des discoboles est « Discobole solaire ». Que ce soit parce qu'elles exaltent le soleil ou juste que ça fasse mal aux yeux des ouraniens comme une aube prophétique, cela reste un mystère. Remarque :

source: The Primeval Titans are the most powerful wariors, some seemed destined to join the Pantheon. Special Note:
fr: Les Titans ouraniens sont les guerriers les plus puissants, certains semblaient destinés à rejoindre le Panthéon. Remarque :

source: Fierce as the biting winds of his homeland, the Northern Warrior is a testament to the terrific demands nature makes of those who would prosper in the frozen heath. Clad in the finest plate armor worn by any infantry in his kingdom and the pelts of great wolves and bears, he deals death with his fierce blade, while himself nearly invulnerable to steel and cold alike. But he is not invincible: though mighty, he is greatly slowed by his equipment, and those nimble warriors well suited to range over the frigid wastes have been known to wear him to death, by and by, with nothing more than simple spears and stones.
fr: Fier comme les bises mordantes de sa patrie, le Guerrier du Nord est un exemple de ce que la nature exige de ceux qui veulent prospérer dans les terres glacées. Vêtu de la meilleure armure disponible pour les guerriers de son royaume et des dépouilles de grands loups et d'ours, il dispense la mort avec sa lame acérée, tandis que lui reste quasi invulnérable aux blessures de l'acier et du froid. Mais il n'est pas invincible, quoique puissant, il est fortement ralenti par son équipement, et il est connu que de plus faibles guerriers, rompus à parcourir les déserts glacés, l'ont régulièrement abattu, avec rien d'autres que des pierres et de simples lances.

source: Fountain
fr: Fontaine

source: Lamplight
fr: Lumière de la lampe

source: Marble Lamp
fr: Lampe de marbre

source: Marble Brick
fr: Brique de marbre

source: Marble Pallisade
fr: Palisade en marbre

source: Stairs
fr: Escaliers

source: possessed
fr: possédé

source: enthralled
fr: captivés
