Repository: wescamp/Archaic_Era-1.10
Catalog: po/*.po
Languages: fr, hu, ja

source: South-Seas humans are regular humans, but have not had much contact with the people of Wesnoth. <header>text='Society'</header> The South-Seas are sea-going folk who hale from various city-states in the lands to the south. While there are some cultural differences, they have a common belief in various gods who are constantly in a struggle with each other. This struggle explains the mystery, joy, chaos, and misery of life. <header>text='Legends'</header> According to South-Seas beliefs, the struggle of the gods roughly falls into two factions. One is led by Aruyun and Ishtu, the golden-crowned god of day and winged god of victory, respectively. The other is led by Athtep, the red-eyed god of night, and Nura, the shrouded god of death. While night and death are to be feared, they are not evil and neither godly faction can ever triumph. Legends passed down through many generations do speak of a time when there was a great evil. The name of this evil has been forgotten, for the older generations were reluctant to utter it. The evil was motivated by neither chaos nor death, but rather the complete annihilation of all. Aruyun, Athtep, and all of the gods of the world united to defeat this evil, splitting it into two components much like they themselves were divided. One half was a cold, lifeless, and listless force that bore a strong resemblance to death. The other half was passionate and full of life, but lacked direction and was much weakened without the cold logic of the other half. The enemy was now split into components that fit within the understanding of the world; it was of this world, and could not carry out its original mission. There is always a fear that the two parts could re-unite, but most modern South-Seafarers do not really believe these tales.
fr: Les hommes des mers du Sud sont des humains comme les autres, mais ils n'ont pas beaucoup de contacts avec les Wesnothiens. <header>text='Société'</header> Les hommes des mers du Sud forment un peuple de marins composés de plusieurs cités états dans les terres au sud. Bien qu'il y ait des différences culturelles, ils ont des croyances communes en divers dieux constamment en lutte les uns contre les autres. Cette lutte explique les mystères, la joie, le chaos et la misère de la vie. <header>text='Légendes'</header> Selon les croyances des peuples des mers du Sud, la lutte des dieux se déroule entre deux camps. Le premier est dirigé par Aruyun et Ishtu, respectivement le dieu couronné d'or du jour et celui ailé de la victoire. Le second est dirigé par Athtep, le dieu aux yeux rouges de la nuit, et Nura, le dieu voilé de la mort. Alors que la nuit et la mort sont craintes, elles ne sont pas mauvaises et aucun des deux camps ne pourra jamais triompher. Les légendes transmises de génération en génération parlent d'un temps où il existait un grand être maléfique. Le nom de cet être a été oublié, car les anciennes générations étaient réticentes à prononcer son nom. L'être maléfique n'était ni motivé pas le chaos ou la mort, mais plutôt par l'annihilation de toute chose. Aruyun, Athtep et tous les autres dieux du monde se sont unis pour défaire ce mal, en le divisant en deux composantes comme eux-mêmes étaient divisés en deux camps. La première moitié était une force froide, molle et sans-vie ressemblant beaucoup à la mort. La deuxième moitié était passionnée et pleine de vie, mais manquait de raisonnement et était très affaiblie sans la logique froide de l'autre moitié. L'ennemi était alors séparé en deux composantes qui entraient dans la compréhension du monde : il était désormais de ce monde et ne pouvait plus atteindre sa mission originelle. Il y a toujours une peur que ces deux parties se réunissent de nouveau, mais les marins du Sud ne croient plus vraiment en ces histoires.
hu: A déltengeri emberek közönséges emberek, de nincsenek kapcsolatban a wesnothiakkal. <header>text='Társadalom'</header> A déltengeriek tengerjáró népek, akik különböző városállamokban élnek a déli területeken. Bár apróbb eltérések vannak a kultúrájukban, általánosságban sokistenhívők, isteneik gyakran állnak egymással harcban. Ezek a harcok szolgálnak magyarázatul a rejtélyes, örömteli, kaotikus, nyomorúságos életükre. <header>text='Hitvilág'</header> A déltengeriek hite szerint az istenek két frakciója küzd egymással. Az egyik frakciót Aruyun és Ishtu vezeti, az aranykoronás napisten, és a szárnyas győzelemisten. A másik frakciót a vörösszemű Athtep, az éjszaka istene, és Nura, az elfátyolozott halálisten vezeti. Bár félnek a sötétségtől és a haláltól, de egyik isteni oldal győzelmét sem támogatják. Az istenekről szóló történetek abból az időből származnak, s terjednek azóta is szájról-szájra, amikor valami óriási gonoszság támadt a világban. Hogy mi volt ez pontosan, arról a régi nemzedékek nem szívesen beszéltek, így feledésbe merült. E gonoszságot sem a káosz, sem a halál nem motiválta, egyszerűen mindent meg akart semmisíteni. Aruyun, Athtep és az összes istenek egyesítették erejüket, hogy megállítsák a gonoszt, s végül két szeletre hasították, ahogy ők is kétféle beállítottsággal bírtak. Az egyik fél hideg, élettelen és közömbös lett, mint maga a halál. A másik szenvedélyes, életteli, de nem volt célja, és sokkal gyengébb volt a hideg rész nélkül. Az ellenség most már két alkotórészre bomlott, s ezáltal belesimult a világ jelenségeibe; részévé vált ennek a világnak, s eredeti céljától eltért. Örök veszélyként viszont továbbra is fennállt, hogy a két rész újraegyesül, de a modern korok tengerjárói ezt nem vették komolyan.
ja: サウスシーはふつうの人間ですが、Wesnoth の民とはあまり交流がありません。 <header>text='社会'</header> サウスシーは、南の地のさまざまな独立都市を出身とする海往く人々です。多少の文化的な違いはありますが、共通して、さまざまな神々がお互いに争い続けているという世界観を持っています。この争いこそが、人生というものの不思議さ、その歓喜、その混沌、その無情さを説明するものなのです。 <header>text='伝説'</header> サウスシーの信じるところによれば、相争う神々は大きく2つの党派に分けられます。ひとつは黄金の冠を戴いた太陽の神 Aruyun と翼ある勝利の神 Ishtu が率いています。もうひとつは、赤き瞳の夜の神 Athtep と姿もおぼろな死の神 Nura が率います。夜と死は恐れられてはいますが、けっして邪悪なものではなく、この両派のどちらも勝利を収めることはありません。 数世代にわたって語り継がれてきた伝説は、大いなる邪悪があった時代について触れています。古い世代の人々が口に出して言うのをはばかったため、その邪悪の名は忘れ去られています。その邪悪がもたらさんとしたものは、混沌でも死でもなく、完全な無でした。Aruyum も Athep も、世界中のすべての神々が一丸となってこれを破り、ちょうどかれら自身がそうであるように、その邪悪を2つに分割しました。そのひとつは、冷淡で生命力に欠け、何事に対してもものうげな、まさしく死を表徴するかのような存在となりました。もうひとつは情熱的で生命力に溢れる代わりに一貫性を欠く、もう半身の有する怜悧さがなくては力を発揮できない存在となりました。敵は世の理に収まるよう分割されたのです。こうして今の世の理が生まれ、もともとの使命を実行することはできなくなりました。ふたつの存在が再び合体するのではないかという恐怖はいつの世もありはしますが、現代のサウスシーの大多数は、こうした物語を本当に信じてはいません。

source: Constable
fr: Connétable
hu: Rendőr
ja: 城守

source: scattershot
fr: tir dispersé
hu: célzott támadás
ja: 乱射

source: Northern Warrior
fr: Guerrier nordique
hu: Északi harcos
ja: 北の闘士

source: Northern Fighter
fr: Combattant nordique
hu: Északi katona
ja: 北の戦士

source: The fighters of the North have heavy clothing and armour that make them strong against cold and damage. It also makes them slow on their feet.
fr: Les combattants du Nord ont une armure et des vêtements lourds ce qui les rend fort contre le froid et les dommages. Leurs déplacements sont par contre plus lent.
hu: Észak harcosai nehéz ruhákat viselnek és vértet, amely védelmet nyújt a hideg és a fegyverek ellen. Habár emiatt mozgásuk lelassul.
ja: Northern Fighter / 北の戦士は、寒さとダメージを防ぐため、防寒着と防具に身を固めています。また、そのために歩みは遅くなってしまっています。

source: Northern Ranger
fr: Rôdeur nordique
hu: Északi vadász
ja: 北のレンジャー

source: The cold north is hard on the fingers, the cold robs the fingers of their dexterity and makes a bow too hard to use. The Northern Rangers throw spears and use them on defense, for they do not require nimble fingers, and they have the momentum to pierce the thick, hairy hides of a northern beast. These fighters must move alone in the harsh north, so they are relatively unphased by the touch of cold.
fr: Le froid des pays nordiques est dur pour les doigts, les privant de leur dextérité et rendant l'usage d'un arc difficile. Les rôdeurs nordiques jettent des lances et les utilisent pour se défendre, car elles ne nécessitent pas de doigts agiles, et elles ont l'élan nécessaire pour percer la peau épaisse d'une bête du Nord. Ces combattants doivent se déplacer seuls dans le nord rigoureux, de sorte qu'ils sont relativement peu touchés par la morsure du froid.
hu: Az északi hideg elgémberíti az ujjakat, s merev ujjakkal nehéz az íjakat használni. Az északi vadászok dárdákat hajítanak, s azzal is védekeznek, ez nem igényel fürge ujjakat, ugyanakkor elég erős ahhoz, hogy az északi szörnyek vastag, szőrmebundáját is átüsse. Ezek a harcosok gyakran közlekednek egyedül a zord északi tájakon, így a hidegtűrésük is viszonylag nagy.
ja: Northern Ranger / 寒さのきびしい北方では指を思うように動かせないため、弓の扱いは困難を極めます。北方のレンジャーは、指の動きを要求されず、北方の獣の厚い毛皮を貫き通すことのできる投槍を使って戦います。過酷な北の地を単独で活動しなければならないため、比較的、寒さに心身の影響を受けることがありません。

source: Sheriff
fr: Bailli
hu: Békebíró
ja: 警吏

source: Northern Soldier
fr: Soldat nordique
hu: Északi fegyveres
ja: 北の兵士

source: Vassal
hu: Királyi ember
ja: 巡邏

source: Ukian Archer
fr: Archère ukienne
hu: Ukiai íjász
ja: ウキアの射手

source: Due to the need for everyone to be able to fend off an orc, all Ukian women learn archery.
fr: Étant donné que tout le monde doit être capable de se défendre face aux orcs, toutes les femmes ukiennes apprennent le tir à l'arc.
hu: Az állandó ork fenyegetés hatására az ukiai nők is fegyvert ragadtak, és megtanultak bánni az íjjal.
ja: Ukian Archer / 誰もがオークから身を守れなければならないため、すべてのウキアの女性が弓術を学びます。

source: Attack Dog
fr: Chien d'attaque
hu: Véreb
ja: 突撃犬

source: Attack Dogs are highly valued by the Ukians for their proven loyalty and strength, so they are given leather and plates to cover their throats and spines (anything more would be too restrictive). They are not usually used as scouts anymore because of their value at the offensive line. If given the signal, they will throw themselves at the enemy in a fight-to-the-death fury.
fr: Les ukiens accordent une grande valeur aux chiens d'attaque pour leur loyauté et leur force. Ainsi, ces chiens reçoivent du cuir et des plaques pour couvrir leurs gorges et leurs colonnes vertébrales (tout équipement supplémentaire serait trop contraignant). Ils ne sont plus trop utilisés comme éclaireurs, car ils sont plus efficaces sur la ligne offensive. Si on leur donne le signal, ils se jetteront sur l'ennemi dans un combat enragé à mort.
hu: A vérebek rendkívül értékesek az ukiaiak számára, hűségesek és erősek. Torkukat bőr illetve fémlemezekkel látták el (komolyabb védelem már akadályozná a mozgásukat). Általában nem szokták őket felderítésre használni, mivel a támadósorokban sokkal hasznosabbak. Adott jelre őrjöngve rontanak az ellenségre, s csak a halál állítja meg őket (sajátja vagy ellenségéé).
ja: Attack Dog / 突撃犬は、その忠実さと勇猛さをウキア人たちに高く評価されており、喉まわりと背骨を守るための革や板金でできた防具を与えられています（それ以上のものは動きをさまたげてしまいますので）。基本的に偵察には用いられません。その本領は前線を押し上げる際にこそ発揮されるからです。合図ひとつで、身を捨てた死に物狂いの猛攻撃をはじめます。

source: fury
fr: rage
hu: őrjöngés
ja: 猛り

source: Ukian Civilian
fr: Civil ukien
hu: Ukiai polgár
ja: ウキアの市民

source: It used to be the case that everyone had to fight, but those who grew up under the reign of the former King had had reason to believe there was more to life.
fr: Il était coutume que tout le monde devait se battre, mais ceux qui ont grandi durant le règne de l'ancien roi avaient eu des raisons de croire qu'il y avait plus à gagner à vivre.
hu: Vannak helyzetek, amikor mindenkinek a frontvonalra kell sietnie, bár azok, akik az előző király alatt nőttek fel, hajlamosak azt gondolni, hogy az élet nem a harcról szól.
ja: Ukian Civilian / かつては誰もに戦う必要があったものですが、先王の統治下に生まれ育った者たちには、もっと違う生き方があってしかるべきと信じる十分な理由があったのでした。

source: punch
fr: coup de poing
hu: ütés
ja: パンチ

source: female^Civilian
fr: Civile ukienne
hu: Polgárnő
ja: 市民

source: Ukian Commander
fr: Commandant Ukien
hu: Ukiai parancsnok
ja: ウキアの司令官

source: Commanders are the military leaders of the Ukians. They get the few crossbows preserved from the old days, and heavier armor. They have the best shields, made of steel, which provide greater protection and cause more damage upon impact.
fr: Les commandants sont les chefs militaires des ukiens. Ils reçoivent les rares arbalètes pour préserver leurs vieux jours, et une armure plus lourde. Ils ont les meilleurs boucliers, faits d'acier, qui fournissent une plus grande protection et qui causent plus de dégâts à l'impact.
hu: A parancsnokok az ukiai sereg vezetői. Súlyos páncélzatot és számszeríjat örököltek elődeiktől. Nekik vannak a legjobb acélpajzsaik, amelyek erős védelmet nyújtanak, s amellyel kemény ütést is tudnak mérni ellenségeikre.
ja: Ukian Commander / 司令官はウキアの軍事的指導者たちです。昔日の貴重な遺留品であるクロスボウを与えられ、甲冑を身にまといます。盾は鋼鉄製の逸品であり、すばらしい防御能力を発揮すると同時に強力な打撃武器としても機能します。

source: shield
fr: bouclier
hu: pajzs
ja: 盾

source: Ukian Commando
fr: Commando Ukien
hu: Ukiai kommandós
ja: ウキアの特務兵

source: Commandos are accustomed to operating alone, and as a result have learned to carry a wide variety easy-to-carry weapons. They've had plenty of practice at evading orcs under the cover of night, they can become almost invisible.
fr: Les commandos sont habitués à opérer seuls, c'est pour cela qu'ils ont appris à avoir sur eux une grande variété d'armes faciles à transporter. Comme ils sont bien entraînés pour échapper aux orcs sous couvert de l'obscurité, ils peuvent devenir presque invisibles la nuit.
hu: A kommandósok megszokták, hogy egyedül harcoljanak, s ezért a könnyen hordozható fegyverek széles skáláját használják. Számtalan trükköt ismernek, hogy elkerüljék az orkokat, s az éj leple alatt szinte láthatatlanokká válnak.
ja: Ukian Commando / 特務兵は単独任務になれており、結果としてさまざまな小型武器を持ち歩いています。夜陰に乗じてオークを襲う訓練を積み重ねており、ほとんど見つかることなく行動することができます。

source: dog trainer
fr: Maître-chien
hu: kutyakiképző
ja: 犬使い

source: dog female^trainer
fr: Maître-chien
hu: kutyakiképző
ja: 犬使い

source: Dog Trainer: This unit can lead Ukian Dogs that are next to it, making them fight better.
fr: Maître-chien : Cette unité peut diriger les chiens ukiens qui sont placés ses côtés, ce qui les fait combattre plus efficacement.
hu: Kutyakiképző: Ez az egység képes irányítani a mellette lévő kutyákat, így azok jobban harcolnak.
ja: 犬使い: このユニットは、隣接するウキア犬を使役し、上手く戦えるように指示します。

source: Ukian Courrier
fr: Messager ukien
hu: Ukiai küldönc
ja: ウキアの伝令

source: Runners who have proven themselves are given more allowance for supplies because they are entrusted with more important correspondenses. Still, they travel light, so the sling is their weapon of choice.
fr: Les coureurs qui ont prouvé leurs capacités sont mieux équipés, car on leur confie des correspondances plus importantes. Par contre, ils doivent toujours voyager léger et donc la fronde est leur arme favorite.
hu: A futárok, akik már kitüntették magukat, nagyobb javadalmazást kapnak, s fontosabb feladatokkal bízzák meg őket. A könnyű mozgás létfontosságú, ezért fegyverük továbbra is a parittya.
ja: Ukian Courrier / 功績をあげ、周囲にその実力を認められるようになった飛脚には、より多くの物資を携行することが許されます。それでもなお、旅装を軽くするため、武器としてはスリングを選び続けています。

source: Ukian Deadeye
fr: Tireuse d’élite ukienne
hu: Ukiai halálosztó
ja: ウキアの神眼射手

source: Ukian Deadeyes have been roaming the forrest for a long time and can move about undetected. They can launch many missiles, or they can take a tactic from the orcs and launch more destructive (but slower to load) fire arrows.
fr: Les tireuses d’élite ukienne arpentent depuis très longtemps les forêts et peuvent se déplacer sans être aperçues. Elles peuvent tirer beaucoup de flèches ou utiliser une technique orc et envoyer des flèches de feu plus destructrices, mais plus lentes à charger.
hu: Az ukiai sólyomszemek sokat gyakorlatoztak az erdőkben, s szinte beleolvadnak környezetükbe. Fürgén lövik ki nyilaikat, de az orkoktól ellesett taktikát felhasználva, pusztítóbb tüzes nyilakat (ha kevésbé fürgén, mint a hagyományost) is használnak.
ja: Ukian Deadeye / ウキアの神眼射手は長期間森をさまよった経験を活かし、敵に見つかることなく移動することができます。一度に多数の矢を放つことができる他、オークの戦術に倣い、より大きな被害をもたらす（そのかわり、つがえるまでに手間のかかる）火矢を放つことができます。

source: Dog
fr: Chien
hu: Kutya
ja: 犬

source: Dogs are not high maintanence and are useful allies when hunting or scouting. Ukian Dogs are weak but fast and nimble so they are good at causing havoc behind enemy lines, but not so good at holding a line. The life of a dog is often short, but they do get tougher with experience.
fr: Les chiens ne coûtent pas bien cher et sont des alliés utiles à la chasse ou aux patrouilles. Les chiens ukiens sont faibles, mais rapides et agiles. Ils peuvent donc causer des ravages derrière les lignes ennemies, mais sont inefficaces lorsqu'il s'agit de tenir un front. La vie d'un chien est souvent courte, mais ils deviennent plus robustes avec l'expérience.
hu: A kutyák igénytelen állatok, de felderítésben és vadászatban nagyon hasznos segítőtársak. Az ukiai kutyák gyengék, de gyorsak és mozgékonyak, kavarodást okozhatnak az ellenséges vonalak mögött, de nyílt csatában kevés hasznuk van. A kutyák általában rövid életűek, bár gyakorlatozással fejlődhetnek.
ja: Dog / Harrier / 犬たちは世話にあまり手間がかからず、狩りや偵察の際には役に立つ相棒となります。ウキア犬は、力は弱くとも機敏で賢く、敵の前線を後方から混乱させるのを得意としますが、前線を維持するのは得意ではありません。短命に終わる傾向はありますが、経験を積めばさらに屈強さを増します。

source: Ukian Flareman
fr: Sémaphore ukien
hu: Ukiai fáklyahordozó
ja: ウキアの篝火兵

source: Flaremen are elite Signalmen who carry brighter flames, for greater broadcast strength. The brilliance of the flames made combat with orcs a little easier. They've grown accustomed to the heat, so they have a resistance to flame attacks.
fr: Les sémaphores ukiens sont des indicateurs ukiens d'élite qui transportent une flamme plus lumineuse, pour une plus grande portée des signaux. L'éclat de la flamme rend le combat face aux orcs plus facile. Puisqu'ils sont habitués à la chaleur, ils sont résistants aux attaques de feu.
hu: A fáklyahordozók a jelzőőrök legjobbjai, akik erősebb fáklyákat használnak, s így környezetüket jobban megvilágítják. Ezáltal az orkok elleni harcot is könnyebbé teszik. Megszokták a meleget, így a tűztámadásoknak is jobban ellenállnak.
ja: Ukian Flareman / 選り抜かれた信号手は、より広く情報を伝達するために、さらに明るい灯火を携行します。その炎の明るさはオークたちとの戦いを多少なりとも容易にします。炎の熱に慣れ親しんでおり、火による攻撃に耐性があります。

source: Harrier
fr: Chien de combat
hu: Kopó
ja: 猟犬

source: Ukian Hawkeye
fr: Tireuse rapide ukienne
hu: Ukiai sólyomszem
ja: ウキアの鋭眼射手

source: It's not that easy to accurately fire a bow, the Hawkeyes' secret is their ability to fire off so many shots. They can also take a tactic from the orcs and launch more destructive (but slower to load) fire arrows.
fr: Il n'est pas facile de tirer avec précision des flèches, mais le secret des tireuses rapides est leur capacité à tirer beaucoup de flèches. Elles peuvent aussi emprunter une tactique orc et tirer des flèches enflammées, plus destructrices, mais plus lentes.
hu: Nem könnyű dolog nyílzáport zúdítani, de a sólyomszemek ennek a manővernek a mesterei. Emellett az orkoktól ellesték a pusztító tüzes nyilak lövésének technikáját (bár ezeket a hagyományosnál lassabban képesek kilőni).
ja: Ukian Hawkeye / 正確に狙いをつけて弓を射るのは簡単なことではありません。鋭眼射手は、多数の矢を一斉に放つという秘技を有します。また、オークの戦術に倣い、より大きな被害をもたらす（そのかわり、つがえるのに手間のかかる）火矢を放つこともできます。

source: Ukian Officer
fr: Officier ukien
hu: Ukiai tiszt
ja: ウキアの将校

source: The Ukian Officers are veteran Regulars, the Ukians didn't have a class structure before the arrival of the King.
fr: Les officiers ukiens sont des soldats vétérans. Les ukiens ne possédaient pas une hiérarchie militaire bien précise avant l'arrivée du roi.
hu: Az ukiai tisztek harcedzett zsoldoskatonák, a király intézkedése előtt nem volt körükben ranglétra.
ja: Ukian Officer / ウキアの将校は熟練の正規兵です。王がこの地に現れるまでは、ウキアに階級制度はありませんでした。

source: Ukian Regular
fr: Régulier Ukien
hu: Ukiai zsoldos
ja: ウキアの正規兵

source: Ukian Regulars carry a spear because spears are relatively inexpensive. Like all Ukians, they are accustomed to life on the tundra, and know how to maintain their footing in the snow. Special Notes:
fr: Les réguliers ukiens portent une lance, car celles-ci ne coûtent pas bien cher. Comme tous les ukiens, ils sont accoutumés à la toundra et savent comment garder leur allure sur la neige. Remarques :
hu: Az ukiai zsoldoskatonák lándzsával harcolnak, mivel a lándzsa viszonylag olcsó fegyver. Mint az ukiaiak általában, hozzászoktak már a tundrához és a hóban való közlekedéshez. Megjegyzés:
ja: Ukian Regular / ウキアの正規兵が槍を携えるのは、それが比較的安価に手に入るからです。あらゆるウキア人の例に漏れず、凍土での生活に慣れており、降り積もった雪に脚をとられることはありません。 特記事項:

source: Ukian Runner
fr: Coureur ukien
hu: Ukiai futár
ja: ウキアの飛脚

source: Because there were no horses in Ukiah, the scouts and messengers travelled by foot, learning to keep pace even over icy terrain. To avoid being spotted, they prefer to travel under the cover of darkness. They can't carry heavy armor and supplies while maintaining their agility, so they are experts at the sling, a weapon for which they don't need to carry the ammunition. Because they are front-line scouts, they often must work with the dogs, and as a result, they have some influence on the moral of their canine colleagues.
fr: Parce qu'il n'y avait pas de chevaux en Ukiah, les éclaireurs et les messagers voyagent à pied, apprenant à garder leur rythme même sur des terrains gelés. Afin de ne pas être repérés, ils préfèrent voyager sous couvert de l'obscurité. Ils ne peuvent pas porter une armure lourde ni être bien équipés afin de garder leur agilité. Ils sont donc experts de la fronde, une arme pour laquelle il n'est pas nécessaire de transporter des munitions. Comme ils sont les éclaireurs de première ligne, ils travaillent souvent avec les chiens et ont une certaine influence sur leur moral.
hu: Mivel Ukiahban nem voltak lovak, a felderítők és a hírvivők is gyalogosan közlekedtek, s a fagyott területen is könnyebben járnak. A felfedezés elkerülése érdekében az éj leple alatt közlekednek. Nincsenek súlyos vértjeik és fegyvereik, hogy mozgékonyságukat megőrizhessék, így parittyázó képességeiket fejlesztik, amihez nem kell sok muníciót magukkal vinni. Mivel gyakran mozognak a frontvonalakon, sokat dolgoznak kutyákkal, emiatt képesek pozitívan befolyásolni az állatok harci kedvét és erejét.
ja: Ukian Runner / ウキアには馬がいなかったため、旅は徒歩で行うものでした。斥候や使者はこの氷雪地帯をペースを落とさずに走破するすべを身につけています。身を隠すのが難しい土地柄であるため、夜の帳の元に旅するのを基本です。機動力を保つためには重い鎧や物資を持ち歩くことができません。そこで、矢種を持ち歩く必要がない武器、スリングの扱いに習熟しています。前線での威力偵察をになう場合は犬たちを伴うことが多く、その結果、犬たちの戦意にある程度影響を与える力があります。

source: Ukian Seeress
fr: Voyante ukienne
hu: Ukiai látnoknő
ja: ウキアの占い師

source: So much knowledge was lost during the orcish raids, the Seeresses have had to start from the beginning. While they can't completely form and control a missile, they can send out a shockwave that will stun the enemy if it connects. They are also students of the healing arts.
fr: Comme beaucoup de connaissances furent perdues lors des raids orcs, les voyantes ont dû repartir de zéro. Alors qu'elles ne savent pas encore bien former et diriger un projectile, elles peuvent lancer des ondes de choc qui étourdissent l'ennemi s'il est touché. Elles étudient aussi les arts médicinaux.
hu: Az ork támadások következtében sok tudás veszett el, s emiatt a látnoknőknek gyakran elölről kellett kezdeni a tanulmányokat. A nyíllal gyengén bánnak, de sokkhullámukkal bénító csapást mérhetnek ellenségeikre. Ezentúl a gyógyítás művészetével is foglalkoznak.
ja: Ukian Seeress / オークの略奪によってかなりの知識が失われたため、占い師たちは、最初の最初から研究し直さざるを得ませんでした。無から矢を形作って飛ばすことはできませんが、触れたものを失神させる衝撃波を放つことができます。また、癒しの技も学んでいます。

source: shockwave
fr: onde de choc
hu: sokkhullám
ja: 衝撃波

source: Ukian Signalman
fr: Indicateur ukien
hu: Ukiai jelzőőr
ja: ウキアの信号兵
