Repository: wescamp/Archaic_Era-1.10
Catalog: po/*.po
Languages: fr, hu, ja

source: The Primeval forces are beings from a time long, long ago. They share many traits of the modern races, it is possible that they are ancestors. <header>text='History'</header> In their time, they were engaged in an exceptionally grim war with an enemy both powerful and mysterious. The enemy was defeated, but the devastation to the world was severe and many Primeval leaders decided it best to go into a form of suspended animation. Ages later, the Primevals re-emerged and encountered the modern races. All differences might have been overcome, but approximately 50 years after the Primeval re-emergance came a plage. A strange disease of the soul and mind broke out, and denizens of the world became something else - something that called itself Khthon. As all other races fell victim to the Khthon, the Primevals rose in strength, for they were immune. In the ensueing war against the Khthon, the Primevals developed a distrust and hatred of all other races, for any of their member could be Khthon infiltrator. Records of how the war was resolved are lost, but ultimately we know it was the younger races who had triumphed. Many of the Primevals had foreseen this, and had once again gone into suspended animation within their aging facilities. <header>text='Technology'</header> The Primevals had never really mastered magic to the extent that the modern races have. However, they did figure ways to harness it for a power source, and were able to easily mine and forge metals, fertilizers, and reactive chemicals; resources were unlimited. Many of the modern races would have simply enjoyed a population explosion, but the austere Primeval culture led to something else. Many biological and mechanical feats of engineering were the result. The downside of the rapid development was that the technological advances were uneven (roads, guns, aeroplanes, and many other things had simply never been imagined) and they all rested upon a power source no one understood: magic. <header>text='Society'</header> The Primeval social order is very rigid, but merit-based. The leaders are near god-like in their physical strength and prowess, but do not simply rule through a strong arm and stone heart. Treachery to another Primeval is one of the most dishonourable acts one can engage in, so while all subordinates look upon their superiors with fear, they know those superiors have earned their rank and will neither betray nor toy with them. The result is a disciplined and efficient military force, but the society lacks creativity and can become too focussed upon narrow goals. As a result of both the rigid meritocracy and the abundance of resources, the Primevals lost whatever tendancy toward division of the sexes they ever had. In general, the roles requiring strength fall to the males while roles requiring endurance fall to the females, but either sex can become a leader and both sexes are expected to engage in combat.
fr: Les forces ouraniennes sont des êtres d'un temps très lointain. Ils partagent de nombreux traits avec les races modernes et il est possible qu'ils en soient les ancêtres. <header>text='Histoire'</header> À leur époque, ils étaient engagés dans une guerre acharnée contre un ennemi à la fois puissant et mystérieux. L'ennemi fut défait, mais le monde était sévèrement dévasté et plusieurs dirigeants ouraniens décidèrent qu'il valait mieux de se plonger dans une forme de stase. Après plusieurs siècles, les ouraniens réémergèrent et rencontrèrent les races modernes. Toutes les différences purent avoir été surmontées, mais une cinquantaine d'années après la réapparition des ouraniens vint une peste. Une étrange maladie s'attaquant à l'âme et à l'esprit s'était répandue, et les habitants du monde devinrent quelque chose d'autre, une chose qui se qualifiait de chthonienne. Alors que les autres races étaient victimes des esprits chthoniens, les ouraniens connurent un essor rapide, car ils étaient immunisés. Durant la guerre qui les opposèrent aux chthoniens, les ouraniens ont développé une haine et une défiance à l'égard des autres races, car n'importe lequel d'entre eux pouvait être un chthonien infiltré. Les écrits sur comment la guerre s'est terminée sont perdus, mais nous savons néanmoins que les races les plus jeunes triomphèrent. Beaucoup d'ouraniens avaient prédit cela et retournèrent en stase dans leurs installations vieillissantes. <header>text='Technologie'</header> Les ouraniens n'avaient jamais maîtrisé la magie au même niveau que les races modernes. Cependant ils avaient trouvé des moyens de l'exploiter comme source d'énergie et étaient capables d'extraire facilement et de forger des métaux, des engrais et des réactifs chimiques en quantités illimitées. La plupart des races modernes auraient simplement subi une explosion de la population, mais la culture austère des ouraniens les a menés vers autre chose. Beaucoup d'exploits biologiques et technologiques en étaient les résultats. Le revers de ce développement rapide était que les avancées technologiques étaient irrégulières (les routes, les armes à feu, les avions et bien d'autres choses n'avaient tout simplement jamais été imaginés), car elles s'appuyaient sur une source d'énergie incomprise : la magie. <header>text='Société'</header> La hiérarchie sociale des ouraniens est très rigide, mais basé sur le mérite. Les dirigeants sont presque des dieux aussi bien par leur force physique que par leurs prouesses, mais ne dirigent pas la société avec une poigne de fer et un cœur de pierre. La trahison envers un autre ouranien est un des actes les plus déshonorants pouvant être commis et donc, bien que les subordonnés regardent leurs supérieurs avec peur, ils savent que ces supérieurs ont gagné leur rang qu'ils ne les trahiront jamais ou ne se joueront jamais d'eux. Le résultat est une force militaire disciplinée et efficace, mais la société manque de créativité et peut se focaliser sur des buts trop limités. Le résultat d'une méritocratie rigide et d'une abondance de ressources est que les ouraniens ont perdu toute tendance à une séparation des sexes. En général, les tâches requérant de la force étaient données aux mâles alors que celles nécessitant de l'endurance étaient données aux femelles, mais les dirigeants pouvaient tout aussi bien être des mâles ou des femelles et chaque ouranien, mâle ou femelle, devait participer aux combats.
hu: Az antik erők a régmúlt idők lényeiből állnak. Sok közös jellemvonásuk van a modern fajokkal, azoknak talán az őseik lehettek. <header>text='Történet'</header> Az antikok fénykorában egy irtózatos háború robbant ki egy félelmetes ellenséggel. Bár végül legyőzték az ellenséget, a világ a harc által okozott súlyos pusztítást nehezen heverte ki, az antik vezérek úgy döntöttek, hogy visszavonulnak tetszhalott állapotba. Évekkel később az antikok visszatértek, és szembetalálták magukat a modern fajokkal. Túltették magukat a különbözőségeken, de mintegy ötven évvel a visszatérés után különös betegség ütötte fel a fejét. A különös betegség az elmét támadta meg, s az élőlények kezdtek megváltozn - valami új forma alakult ki, ami khthonnak nevezte magát. Minden faj átalakult, kivéve az antikokat, akik immunisak voltak a kór ellen. Az elkerülhetetlenül bekövetkező háború a khthonok ellen egyúttal bizalmatlanságot és gyűlöletet ültetett az antikok elméjébe a többi faj ellen, hiszen nem tudhatták hogy azok már megfertőződtek-e. A háború lezárását megörökítő feljegyzések elvesztek, de a végeredményt ismerjük, az új fajok győzedelmeskedtek. Az antikok többsége ezt előre látta és visszavonultak korábbi tetszhalott állapotukba. <header>text='Technika'</header> Az antikok sosem használták a mágiát olyan kiterjedten, mint a modern fajok, bár erőforrásként maguk is alkalmazták. Megkönnyítették a bányászatot és fémfeldolgozást, a termelést, a vegyészetet, kimeríthetetlen forrása volt ez a létnek. A modern fajok robbanásszerűen szaporodtak, ezzel szemben az antikok szigorú szabályokat követtek, aminek következtében biológiai és gépi mechanizmusok születtek, amelyek mind ugyanazon forrásból, a mágikus energiából táplálkoztak, ugyanakkor a technikai eszközök, művek fejlesztése háttérbe szorult (útépítéssel, fegyverek, repülőgépek, használati cikkek tervezésével nem is törődtek). <header>text='Társadalom'</header> Az antik társadalom nagyon merev, bár alapvetően a képességeken alapul. A vezetők már-már isteni erővel és vitézséggel bírnak, s kemény kézzel és kőszívűen uralkodnak alárendeltjeiken. Egy másik antik elárulása a legdicstelenebb dolog, amit egy antik elkövethet, így bár félelemmel tekintenek vezetőikre, tudják, hogy azok kiérdemelték a vezetést, s hogy sosem hagynák őket cserben, vagy nem űznének velük gonosz játékot. Ennek eredményeképpen egy fegyelmezett és hatékony sereg alakult ki, bár a társadalomból hiányzik a kreativitás, és csak szűk látókörű célokat valósítanak meg. A szigorúan érdem-alapú szemlélet és a források bősége megszüntette a nemek közti munkamegosztást, ami korábban létezett. Bár a férfias szerepek inkább erőt, míg a nőies szerepek inkább kitartást követelnek, mindkét nembeliből válhat vezér, s egyformán elvárás mindenki felé a helytállás a csatákban.
ja: プライミーヴァルははるかな昔から存在しています。その特性の多くは現代の諸種族と共通するものであり、プライミーヴァルこそが種の祖先である可能性があります。 <header>text='歴史'</header> その時代、プライミーヴァルは謎の強敵との激しくもおぞましい戦いを繰り広げていました。敵を破りはしましたが、世界中に残された戦争の傷跡は深刻なものであり、プライミーヴァルの指導者の多くは、活動を停止して眠りにつくのが最善であるという決断を下しました。 時代は流れ、プライミーヴァルは眠りから覚め、現代の諸種族と遭遇しました。もしかするとお互いを理解し合うこともできたのかもしれませんが、しかしプライミーヴァルの目覚めから約50年後、とある病がはやりはじめました。 魂と精神を侵すその奇病は爆発的に広まり、この世界の住民は変わっていきました――自らクトーンと名乗る何者かに。あらゆる種族が倒れていく中で、プライミーヴァルはクトーンに対する免疫を有していたため、勢力を強めていきました。やがてクトーンとの戦いが始まると、プライミーヴァルは他のあらゆる種族への不信と憎悪の念を強めていきました。結局のところ、かれらはやがてクトーンになってしまう可能性があるのですから。 この戦いがどのような結末を迎えたのか、その記録は失われています。しかし、結論として勝ち残ったのがプライミーヴァルでもクトーンでもなく、若い諸種族だったことは、分かっています。これを見越していた数多くのプライミーヴァルたちは、その年経た住居でふたたび眠りにつきました。 <header>text='テクノロジー'</header> プライミーヴァルは、現代の諸種族ほどには、魔法に習熟していませんでした。しかしながら、魔法を動力源として駆使する術に関しては造詣が深く、採掘や製鉄、農業、化学加工などを簡単に行うことができました。資源は無尽蔵でした。現代の諸種族は単純に人口の増加を第一としますが、質実なプライミーヴァルが目指したところは違いました。数多くの生物学的、応用工学的な技術がその成果といえるでしょう。急激な発展には否定的な面もありました。技術の進歩が一部に偏っており（道路、銃、飛行機をはじめとする数多くのものは、思いつきもしませんでした）、そのすべてが、とある、誰にも理解できない動力源によって成り立っていました。魔法です。 <header>text='社会'</header> プライミーヴァルの上下関係は非常に厳格ですが、実力本位です。指導者は能力からいっても事績からいってもほとんど神に近いものがありますが、腕力や非情にもとづく単純支配を行っているわけではありません。自分以外のプライミーヴァルに対して強圧を加えることは、もっとも不名誉な行為のひとつであるため、たしかに下位者は上位者に畏怖の念を抱いてはいますが、同時に、上位者こそが下位者の立場を保証しており、また、上位者はけっして下位者を裏切ったり使い捨てたりしないということを承知しています。結果、軍事においては規律よく優秀ですが、社会は創造性を欠き、かたよった目標に固執しすぎるようになるきらいがあります。 徹底した実力主義とありあまる富の結果として、昔とは違い、性差に関する意識がまったくありません。全般的には、体力を必要とすることは男性が、忍耐を必要とすることは女性が担いますが、性別にかかわりなく指導者になることができますし、戦いには男女を問わず従事すべきものとされています。

source: Able-Seaman
fr: Matelot breveté
hu: Tengerjáró
ja: 熟練船員

source: Though not Captains, Able-Seaman are higher ranking than the bulk of the sailors and have more access to resources. In these times of conflict, they have melted some of the lead normally used for ballast and affixed it to the end of a staff to create something similar to a hammer.
fr: Bien qu'ils ne soient pas capitaines, les matelots brevetés ont un rang plus élevé que la majorité des marins et ils ont un meilleurs accès aux ressources. En ces temps de conflit, ils ont fondu une partie du plomb normalement utilisé pour le ballast et ils l'ont fixé à l'extrémité d'un bâton pour créer quelque chose de similaire à un marteau.
hu: Habár nem kapitányok, e féltengerészek magasabb rangban állnak, mint a közönséges hajósok, s nagyobb a jövedelmük is. Ezekben a vészterhes időkben beszereztek némi, rendszerint nehezéknek használt, ólmot, s ezt tették a botjuk végére, valami hasonló eszközt kreálva, mint egy kalapács.
ja: Able-Seaman / 船長ではないにせよ、熟練船員は並みの船員たちよりも高い身分にあり、より多くの物資を自由にすることができます。この物騒な時代においては、本来はバラスト用に使う鉛を溶かして杖の先に固着させ、ハンマーのようなものをこしらえています。

source: Arsonist
fr: Pyromane
hu: Gyújtogató
ja: 放火屋

source: Ships are a very important part of life in the South Seas, so if one wanted to ruin a successful member of society, they would destroy their ships. The Arsonists are employed for this purpose. They operate at night, to avoid shoreman and sailors.
fr: Les navires sont une partie très importante de la vie dans les mers du Sud, si l'on voulait ruiner une personne en vue de la société, il suffisait de détruire ses navires. Les pyromanes sont utilisés à cet effet. Ils opèrent la nuit, pour éviter les dockers et les marins.
hu: A hajók a déli tengereken a mindennapi élet fontos kellékei, így ha valakit tönkre akarnak tenni, annak megrongálják a hajóját. E célból a gyújtogatókat bérelik fel, akik éjszaka működnek, hogy elkerüljék a hajósokat és a parti őrséget.
ja: Arsoninst / サウスシーの生活において船は非常に重要な部分を占めているため、成功者を破滅させたいと望むのならば、その持船の破壊をもくろむことでしょう。放火屋はこのために雇われます。人足や船乗りたちを避けるため、夜陰にまぎれて活動します。

source: spark
fr: Étincelle
hu: szikra
ja: 火花

source: female^Lore-Caster
fr: Gardienne du savoir
hu: Tudósnő
ja: 語り部

source: Lore-Casters study the old teachings and lore from days long ago. That may seem academic and irrelevant to life at sea, however South-Seas ships that carry Lore-Casters tend to survive longer at sea. Some attribute this to their knowledge of how to placate the gods.
fr: Les gardiennes du savoir étudient les vieux enseignements et les traditions du passé. Bien que cela peut ressembler à une perte d'effort, les navires des marins qui transportent des gardiennes du savoir ont tendance à survivre plus longtemps en mer. Certains attribuent ceci à leurs connaissances sur l'apaisement des dieux.
hu: A tudósnők régtől fogva tanulmányaiknak szentelik életüket. Bár látszólag nem sok gyakorlati hasznot hajtanak, mégis a déltengeri hajók fedélzetén, amelyek sokáig akarnak a nyílt vízen tartózkodni, rendre ott találjuk őket, mivel tudományuk része a haragvó istenek kiengesztelése is.
ja: Lore-Caster / 語り部は昔日の伝承を研究し、教えます。これらの伝承は学術的にすぎ、海の暮らしには関係がなさそうではありますが、語り部が乗り組んだ船は海原での無事が長く続く傾向があります。人によっては、これは語り部たちが神々を鎮める術を知悉しているためと見ています。

source: Deck-Master
fr: Maître du pont
hu: Fedélzetmester
ja: 甲板長

source: Because they are not wealthy, Deck-Masters will never own a ship of any size, but they are trusted on the larger vessals to keep the rest of the men in line. They have affixed steel grapples to the ends of the staves, and can use them to hook the opponent's weapon.
fr: Parce qu'ils ne sont pas riches, les maîtres du pont ne seront jamais propriétaire d'un navire quelque soit sa taille, mais ont leurs fais confiance sur les plus grand vaisseaux pour mener le reste de l'équipage au combat. Les maîtres du pont ont fixés des grappins en acier au bout de leurs bâtons, et peuvent l'utiliser pour accrocher les armes de leurs opposants.
hu: A fedélzetmesterek nem gazdagok, sosem volt saját hajójuk, még csónakjuk se, viszont megbízhatóan irányítják a legénységet. Acélhorgokat aggattak a rúdjuk végére, s ezzel szokták megakasztani az ellenség fegyvereit.
ja: Deck-Master / 資力の乏しさから、小さな船のひとつすらも自分のものとすることのかなわない甲板長ですが、大きな船であっても、部下たちを整然と働かせる能力については信頼があります。その杖の先には鉄製のフックが取り付けられていて、これを使って敵の武器を絡めとることができます。

source: hook
fr: crochet
hu: horog
ja: フック

source: Demolitionist
fr: Démolisseur
hu: Romboló
ja: 発破屋

source: flame
fr: Flamme
hu: lángfuvallat
ja: 火炎

source: Diver
fr: Plongeur
hu: Búvár
ja: 潜水士

source: harpoon
fr: harpon
hu: szigony
ja: 銛

source: female^Diver
fr: Plongeuse
hu: Búvárnő
ja: 潜水士

source: Marine
hu: Tengeri harcos
ja: 海兵

source: female^Marine
fr: Marine
hu: Tengeri amazon
ja: 海兵

source: Sea Rover
fr: Vagabond des mers
hu: Tengeri rabló
ja: 海賊

source: Some of the southern city-states earn their wealth through plunder and exploitation. The roving pirates are not the strongest fighters, but they are verstile enough to give trouble to almost any foe.
fr: Certaines cités états du Sud gagnent leurs richesses à travers les pillages et l'exploitation. Les pirates vagabonds ne sont pas les combattants les plus forts, mais ils sont suffisamment polyvalents pour poser problème à presque tout adversaire.
hu: Néhány déli városállam fosztogatásból és zsákmányszerző portyákból szerezte gazdagságát. A kalandozó rablók ugyan nem a legerősebb harcosok, de vakmerőségük komoly problémát okozhat minden ellenségnek.
ja: Sea Rover / 一部の南方都市はその富を略奪によって築きました。海賊は最強の戦士ではありませんが、さまざまな手口を用いるため、これに悩まされずに済む敵はほとんどいません。

source: dart
fr: fléchette
hu: kézidárda
ja: 投げ矢

source: Salvager
fr: Récupérateur
hu: Hajómentő
ja: 破船漁り

source: The Salvagers are less concerned with the loading and unloading of ships, and focus their efforts on the more lucrative job of salvage. They break apart old ships and sell what can be sold. Long lances are useful in prodding floating wood, as well as poking hostile forces.
fr: Les récupérateurs s'occupent moins du chargement et du déchargement des navires pour se consacrer à la tâche plus lucrative de recyclage. Ils dépouillent les vieux navires et vendent ce qui peut être vendu. Leurs longues lances sont utiles pour aiguiller le bois qui flotte, ainsi que pour piquer des forces hostiles.
hu: A hajómentők munkája kevéssé kapcsolódik a ki-be rakodáshoz, sokkal inkább koncentrálnak a jövedelmezőbb mentési munkálatokra. Darabokra szedik a régi hajókat, s eladják a használható részeket belőle. Hosszú botjaikkal ügyesen halásszák ki a lebegő fadarabokat, de ugyanezzel taszítják oldalba ellenségeiket is.
ja: Salvager / 破船漁りは、船荷の積み下ろしにはあまり関心を持たず、サルベージというもっと金になる仕事に力を入れています。かれらは古い船を解体し、売れるものはなんでも売り払います。長いランスは、波間を漂う木材を突き刺すのにも、邪魔者を突き刺すのにも、おなじくらいに役に立つものです。

source: rope
fr: corde
hu: kötél
ja: ロープ

source: barb
fr: barbillon
ja: 鉤縄

source: female^Sea-Scourge
fr: Fléau des mers
hu: Kalóznő
ja: 海咎女

source: fear
fr: peur
hu: iszony
ja: 恐怖

source: arcanum
ja: 妙法

source: female^Seahag
fr: Sorcière des mers
hu: Tengeri csoroszlya
ja: 海醜女

source: Seahags focus on the lore of the dark faction of Athtep and Nura. They pay homage to the fearsome gods so that those gods will leave the Seafarers alone and destroy their enemies.
fr: Les sorcières des mers se concentrent sur les traditions des factions ténébreuses d'Athtep et de Nura. Elles rendent hommage aux dieux terrifiants afin que ceux-ci laissent les marins tranquilles et qu'ils aillent détruire leurs ennemis.
hu: A tengeri csoroszlyák Athtep és Nura sötét tudományának művelői. Mély hódolattal adóznak e félelmetes isteneknek, amiért azok békén hagyják a tenger utasait, és ellenségeikre csapnak le.
ja: Seahag / 海醜女たちは、Athtep と Nura という闇の神々の伝承に意を注いでいます。この恐るべき神々に敬意をもってあたることにより、その災いが、海の民を避け、そして敵に降りかかるようにするのです。

source: Seaman
fr: Matelot
hu: Tengerész
ja: 船員

source: The South-Seas Seamen are the core workers of the seafaring nation. While they don't have any particular combat skills, the life of a sailor is rough, so they are tough enough to be useful.
fr: Les matelots Hyksôs sont les travailleurs de base de la nation maritime. Bien qu'ils ne disposent pas de compétences de combat particulières, la vie d'un marin est rude, donc ils sont assez résistants pour être utile.
hu: A dél-tengeri tengerészek a tengerjáró népek legfontosabb munkásai. Habár semmilyen speciális harci képzettségük nincs, a tengeren töltött évek eléggé megeddzik őket, hogy a harcban is helyt álljanak.
ja: Seaman / サウスシーの船員は、この海の民の中心を担う労働者たちです。とくに戦闘技能と呼べるようなものは持ちませんが、船乗りの生活の荒々しさに鍛えられた肉体は、戦士としても立派に通用します。

source: oar
fr: rame
hu: evezőlapát
ja: 櫂

source: Shoreman
fr: Docker
hu: Parti őr
ja: 港湾人足

source: The Shoreman are responsible for loading ships and breaking down retired vessals to reclaim the components. Almost all of this work involves ropes, so the Shoremen are very skilled with this simple tool and can tie down even moving animals. A spike is very helpful in making splices, as well as killing rats.
fr: Les dockers sont responsables du chargement des navires ainsi que du recyclage des vieux bateaux à la retraite pour récupérer les éléments. La quasi-totalité de ce travail nécessite des cordages, de sorte que les dockers sont très habiles avec cet outil simple et peuvent même contrôler le mouvement d'un animal. Un pic est très utile pour faire des nœuds, ainsi que pour tuer les rats.
hu: A parti őr felel a hajók rakodásáért, s a régi elöregedett hajók használható darabjainak kinyeréséért. Majdnem minden munkájuk a kötéllel kapcsolatos, így rendkívül hatékonyan bánnak ezzel az egyszerű eszközzel, s még a mozgó állatokat is képesek megállítani. A karó jó szolgálatot tesz a kötelek csomózásánál, de a patkányok ellen is.
ja: Shoreman / 港湾人足は、船に荷を積んだり、資源を再利用するために退役した船を解体したりするのが仕事です。そのほとんどの作業でロープを使うため、港湾人足はこの簡単な用具の扱いがとてもうまく、動きまわる動物をも縛り上げることができます。鋲釘は、ロープを撚り継ぐときにも、ねずみを殺すのにも、おなじように役に立つものです。

source: female^Sky-Caller
fr: Invocatrice des cieux
hu: Égbekiáltó
ja: 空紡ぎ

source: wind
fr: vent
hu: szél
ja: 風

source: Spitfire
fr: Cracheur de feu
hu: Tűzköpő
ja: 爆沈屋

source: Swimmer
fr: Nageur
hu: Úszó
ja: 泳ぎ手

source: Swimmers are sometimes employed on ships, but they are mostly located near the villages, where they hunt fish for food, gather pearls for trade, and patrol the docked ships.
fr: Les nageurs sont parfois utilisés à bord des navires, mais ils sont pour la plupart situés à proximité des villages, où ils chassent pour se nourrir, se rassemblent pour le commerce des perles et patrouillent dans les navires à quai.
hu: Az úszók néha a hajón dolgoznak, de leginkább a falvak mellett találhatók, ahol halászgatnak élelemszerzés, gyöngyöt gyűjtenek kereskedelem céljából, s őrzik a kikötött hajókat.
ja: Swimmer / 泳ぎ手たちは、船団に雇われることもありはしますが、ほとんどは村落の近くに居住し、漁によって糧を得たり、交易用に真珠を獲ったり、係留中の船の警備をしたりしています。

source: female^Swimmer
fr: Nageuse
hu: Úszónő
ja: 泳ぎ手

source: Sea Wolf
fr: Loup de mer
hu: Tengeri medve
ja: 海の狼

source: Wrecker
fr: Naufrageur
hu: Roncsrabló
ja: 破船荒らし

source: The Wreckers are the most experienced of the salvagers. They usually operate alone, which maximizes both the profit and danger, so they carry harpoons to fight off sharks, thieves, and other Wreckers.
fr: Les naufrageurs sont les plus expérimentés des récupérateurs. Ils fonctionnent en général seul, ce qui maximise à la fois le bénéfice et le danger, de sorte qu'ils portent des harpons pour lutter contre les requins, les voleurs et les autres naufrageurs.
hu: A roncsrablók a legképzettebb hajómentők közül kerülnek ki. Rendszerint egyedül dolgoznak, amivel a hasznot is többszörözik, de a veszélyeket is, így szigonyuk mindig velük van, hogy védekezzenek a cápák, a tolvajok, s a többi roncsrabló ellen.
ja: Wrecker / 破船荒らしは、だれよりも経験を積んだ破船漁りです。通常は単独で活動し、利益の独占をもくろみますが、これは同時に、危険にも単独で立ち向かわなければならないということでもあります。破船荒らしが携える銛は、鮫や盗賊、そして自分以外の破船荒らしと戦うためのものなのです。

source: female^Wind-Caller
fr: Invocatrice des vents
hu: Szélkiáltó
ja: 風紡ぎ

source: The Wind-Callers study the lore of the brighter gods. They pray for favourable winds and a minimum of strife. They are successful at directing wind-lashes, but the effort requires strength.
fr: Les invocatrices des vents étudient les traditions des dieux lumineux. Elles prient pour des vents favorables et un minimum de conflits. Elles arrivent à diriger des coups de vent, mais ceci requiert de la force.
hu: A szélkiáltók az égi tudományok művelői. Általában jó szélért imádkoznak, s a viharok elkerüléséért. Komoly erőfeszítések árán képesek a szeleket is felkorbácsolni.
ja: Wind-Caller / 風紡ぎは、光の神々の伝承を研究します。順風と平穏を願い、祈ります。風向きを自由にすることができますが、それには体力が必要です。

source: race^South-Sea Human
fr: Hyksôs
hu: Déltengeri férfi
ja: サウスシー

source: race+female^South-Sea Human
fr: Hyksôte
hu: Déltengeri nő
ja: サウスシー

source: race^South-Sea Humans
fr: Hyksôs
hu: Déltengeri emberek
ja: サウスシー
