Repository: wescamp/Archaic_Era-1.10
Catalog: po/*.po
Languages: fr, hu, ja

source: Archaic Era
fr: Ère archaïque
hu: Ősi korszak
ja: いにしえの時代

source: Archaic Clean
fr: Archaïque pur
hu: Ősi korszak
ja: いにしえ 幕なし

source: Archaic Heros
fr: Archaïque Héros
hu: Ősi hősök
ja: いにしえ 英雄

source: Archaic RPG
fr: Archaïque RPG
hu: Ősi korszak SZJ
ja: いにしえ RPG

source: Despair
fr: Périsprit
hu: Agyrém
ja: ディスペア

source: Khthon
fr: Chthonien
ja: クトーン

source: Northern Orcs
fr: Orismer
hu: Északi orkok
ja: ノーザン・オーク

source: Phantom
fr: Fantôme
hu: Fantom
ja: ファントム

source: Primeval
fr: Ouranien
hu: Antik
ja: プライミーヴァル

source: Random
fr: Aléatoire
hu: Véletlenszerű
ja: ランダム

source: South-Seas
fr: Hyksôs
hu: Déltengeriek
ja: サウスシー

source: Ukians
fr: Ukiens
hu: Ukiaiak
ja: ウキア人

source: Menu
hu: Menü
ja: メニュー

source: Actions
hu: Lehetőségek
ja: 行動

source: End Turn
fr: Fin du tour
hu: Kör vége
ja: ターン終了

source: End Scenario
fr: Fin du scénario
hu: Küldetés vége
ja: シナリオ終了

source: XP
hu: TP
ja: 経験

source: gold
fr: or
hu: arany
ja: 金

source: villages
hu: falu
ja: 村

source: units
fr: unités
hu: egységek
ja: ユニット

source: upkeep
fr: entretien
hu: fenntartás
ja: 維持

source: income
fr: revenu
hu: bevétel
ja: 収入

source: statuspanel^level
fr: niveau
hu: szint
ja: レベル

source: statuspanel^moves
fr: mouvements
hu: mozgáspont
ja: 移動

source: statuspanel^terrain def.
fr: déf. terrain
hu: tereptípus
ja: 地形防御

source: Stone Warrior
fr: Guerrier de pierre
hu: Sziklaharcos
ja: 石の武人

source: stone grip
fr: Poigne de pierre
hu: vasmarok
ja: 石の呪縛

source: petrifies
fr: pétrification
hu: kővéválás
ja: 石化

source: stone fist
fr: Poing de pierre
hu: kőököl
ja: 石の拳

source: stone blade
fr: Lame de pierre
hu: kőpenge
ja: 石の刃

source: hatred
fr: Haine
hu: gyűlölethullám
ja: 憎しみ

source: Banshee
hu: Házikísértet
ja: バンシー

source: Banshees are either the ghosts of notable or high-born ladies, or spirits interested in the lives of the high-born. Their appearance is taken as a sign that someone is going to die.
fr: Les banshees sont ou bien les fantômes de femmes notables ou de haute naissance ou bien des esprits intéressés par la vie des personnes de haute naissance. Leur apparition est considérée comme un signe que quelqu'un va mourir.
hu: A házikísértetek vagy előkelő hölgyek szellemei, vagy előkelőségre áhítozók kísértetei. Megjelenésük annak a jele, hogy valaki meghal a családban.
ja: Banshee / バンシーは、貴族や上流階級の貴婦人の幽霊とも、上流階級での生活に憧れていた霊魂とも言われています。その出現は、誰かが死ぬ前兆と考えられています。

source: lament
fr: Lamentation
hu: sirám
ja: 嘆き

source: Cloak
fr: Voile
hu: Surranó
ja: 襤褸

source: Dullohan
fr: Dullahan
hu: Vágtató borzalom
ja: デュラハン

source: rush
fr: assaut
hu: csapás
ja: 体当たり

source: skull
fr: crâne
hu: koponya
ja: 頭蓋骨

source: Fright
fr: Effroi
hu: Satrafa
ja: 畏怖

source: The veteran Wisps are slightly stronger, but still more a part of the spirit world than this world, so their attacks are not much stronger.
fr: Les volutes vétérans sont légèrement plus forts, mais bien plus encore dans le monde des esprits que sur le plan terrestre, de sorte que leurs attaques ne sont pas beaucoup plus fortes.
hu: A harcedzett lúdvércek kicsit erősebbek, de inkább a szellemvilághoz tartoznak, mint a földi léthez, így támadásuk sem túl erős.
ja: Fright / 熟練のウィスプはその力をやや強めますが、それでもなおこの世界にあるよりも霊の世界にあるところが強いため、その攻撃はあまり強くなりません。

source: fright
fr: effroi
hu: frász
ja: 畏怖

source: Horseman
fr: Cavalier
hu: Lovas
ja: 騎兵

source: Master
fr: Maître
hu: Mester
ja: 主

source: Midnight Beauty
fr: Beauté nocturne
hu: Álomkirálynő
ja: 深き夜の美女

source: Some ghosts mingle with the living during the day and evening, partaking of the life they themselves were denied. They appear as beautiful women, and can charm the young and foolish into escorting them home at night. Those that head into the night with one of the Midnight Beauties are never seen again.
fr: Certains fantômes se mêlent aux vivants la journée et le soir, participant à la vie qui leur a été refusée. Ils apparaissent sous les traits d'une jolie femme afin de charmer les jeunes et les imprudents pour que ceux-ci les escortent chez elles la nuit. Ceux qui sont partis la nuit accompagnés d'une beauté nocturne n'ont jamais été revus.
hu: Néhány szellem nappal és este teljesen élőként viselkedik, ezzel is felidézve azt az életet, amiben már nem lehet része. Ezek a szellemek gyönyörű nő formájában jelennek meg, s könnyen rábírják az ifjú bolondokat, hogy hazakísérjék őket estére. Azokat, akik éjszaka is együtt voltak egy ilyen álomkirálynővel, többé senki se látta.
ja: Midnight Beauty / 幽霊の中には、日が昇ってから沈むまでの間、本来あるべきでない生きた人間の世界に交じって暮らしている者もあります。その外見は美しい女性のものであり、若者を誘惑しては、夜に自分の住まいへ誘い込みます。深き夜の美女とともに夜の帳に消えた人々は、もう二度と姿を見せません。

source: gaze
fr: regard
hu: igézés
ja: 睨み

source: Officer
fr: Officier
hu: Tiszt
ja: 士官

source: Max HP bonus +2, Melee Damage +1, Max Exp penalty +20%
fr: Bonus de PV +2, dégâts au corps à corps +1, 20 % de pénalité d'expérience maximale
hu: Max ÉP +2, közelharci sebzés +1, Max TP +20%
ja: 最大 HP ボーナス +2、格闘攻撃のダメージ +1、最大 XP +20%

source: Max HP bonus +2, Ranged Strikes +1, Max Exp penalty +20%
fr: Bonus de PV +2, dégâts à distance +1, 20 % de pénalité d'expérience maximale
hu: Max ÉP +2, Távolsági ütés +1 Max TP +20%
ja: 最大 HP ボーナス +2、投射攻撃の回数 +1、最大 XP +20%

source: Rider
fr: Écuyer
hu: Nyargaló
ja: 乗り手

source: Shroud
fr: Linceul
hu: Éjköpenyes
ja: 骸布

source: Slayer
fr: Tueur
hu: Vérengző
ja: 死神

source: spike
fr: pointe
hu: karó
ja: 鋲釘

source: blade
fr: lame
hu: penge
ja: 刃

source: Soldier
fr: Soldat
hu: Katona
ja: 兵卒

source: Phantom Soldiers are the angry shadows of former Royal soldiers...
fr: Les soldats fantômes sont les ombres en colère des soldats royaux tombés au combat...
hu: A fantom katonák a korábbi udvari katonák dühös árnyai...
ja: Soldier / ファントムの兵卒は、忠誠軍の兵卒の怨霊で……

source: Spearman
fr: Porte-lance
hu: Lándzsás
ja: 槍兵

source: Phantom Spearmen are the angry shadows of former Royal spearmen. Though dead, they can still learn from combat experience to become battle-hardened soldiers. Or rather, the angry shadows of soldiers.
fr: Les porte-lances fantômes sont les ombres en colère des porte-lances royaux tombés au combat. Bien que morts, ils peuvent encore apprendre à partir de leurs expériences et devenir des soldats aguerris. Ou plutôt les ombres en colère de ces soldats.
hu: A fantom lándzsások a korábbi udvari lándzsások dühös árnyai. Habár halottak, korábbi csatákban szerzett tapasztalataik harcedzett katonákká teszik őket, vagy inkább dühös árnyakká.
ja: Spearman / ファントムの槍兵は、忠誠軍の槍兵の怨霊です。死んでいるにもかかわらず、経験を積むことで手練の兵士になることができます。むしろ、兵卒の怨霊になる、というべきでしょうか。

source: Statue
hu: Szobor
ja: 彫像

source: Generals and nobles are often given stone statues for grave markers, so that their likeness persists even after death. Sometimes, if the soul is tortured by injustice and a desire for vengeance, the stone likeness becomes a vehicle for action. Those that are gripped by the statue become helplessly trapped in a body of stone, but maintaining that entrapment is exhausting for the stone fighter. Special Note: This unit will become petrified during the daylight hours if there is no adjacent unit of the same side at turn start. It is not thusly affected during dawn, dusk, or night. This unit will also take more damage every turn start for every unit it has captured in stone. The captured units will be freed upon the Statue's death, or if freed through the right-click menu option.
fr: Les généraux et les nobles sont souvent représentés en statue de pierre sur leur tombe, de sorte que leur image perdure après leur mort. Parfois, si leur âme est torturée par l'injustice ou un désir de vengeance, l'effigie de pierre devient un réceptacle pour accomplir leurs tâches. Ceux qui restent empêtrés dans la statue deviennent impuissant, emprisonnés dans un corps de pierre, mais l'emprisonnement est exténuant pour le combattant de pierre. Remarques : Cette unité sera pétrifiée pendant les heures de jour s'il n'y a pas d'unité adjacente du même camp au début de son tour. En conséquence, elle n'est pas affectée à l'aube, au crépuscule ou la nuit. Cette unité fera également plus de dégâts à chacun de ses tours pour chaque unité pétrifiée. Les unités capturées seront libérées à la mort de la statue ou bien libérées grâce à l'option du menu clic droit.
hu: A tábornokok és a nemesek sírját gyakran emlékszobrok jelölik, így képmásuk sokáig fennmarad a haláluk után is. Néha, ha a lelket kínozza az igazságtalanság, a bosszúvágy, a kőszobor akcióba lép. Az emlékszobrok fogságában rekedt lelkek reménytelenül csapdába estek a kőtestben, de a csapdahelyzet fenntartása roppant fárasztó ezeknek a kőharcosoknak. Megjegyzés: Az egység napközben kővé válik, kivéve, ha mellette egy baráti egység áll. Hajnalban, alkonyatkor vagy éjszaka ez nem áll fenn. Az egység sebzése minden újabb egység csapdába ejtésével növekszik. A csapdába esett egységek a szobor halálával szabadulnak ki, vagy pedig a jobbklikk után megjelenő menüből kiválasztható menüponttal szabadíthatók ki.
ja: Statue / 将軍や貴族を葬る墓所に石像を贈ることはよくある話です。これによって、死後もその姿が残り続けることになります。ときに、もしその魂が理由なく虐げられ、その復讐を望んだとしたら、彫像は魂の乗り物となって動き始めます。彫像の呪いに捕らわれた者はもはや自力で脱出することはできません。しかしこうして敵を捕らえ続けると、彫像は力を消耗していきます。 特記事項: このユニットは日昼帯は石化しています。ターン開始時に同一陣営のユニットが隣接しているか、夕方から夜明けまでは動き回ることができます。石の呪縛で捕らえたユニットがいる場合、ターン開始時に、捕らえているユニットそれぞれからダメージを受けます。捕らえられているユニットは、彫像が死ぬか、彫像の右クリックメニューから解放が選択されれば、脱出することができます。

source: Stone Soldier
fr: Soldat de pierre
hu: Kőkatona
ja: 石の兵士

source: White Lady
fr: Dame blanche
hu: Sápatag úrnő
ja: 白面の女

source: From a distance, a White Lady almost looks like a regular human. But up close, one can see that their skin and eyes are very pale and show no signs of life. They wear dark robes and a veil, as if in mourning.
fr: Vue de loin, une dame blanche ressemble à un être humain normal. Mais de près, on peut remarquer que leur peau et leurs yeux sont très pâles et ne montrent aucun signe de vie. Elles portent des vêtements sombres et un voile, comme si elles étaient en deuil.
hu: Távolból a sápatag úrnő közönséges embernek látszik. Közelről viszont rögtön szembetűnik bőrének és szemének halvány tónusa, amelyek az élettelenség legbiztosabb jelei. Sötét köpenyük és fátyluk a gyász benyomását kelti.
ja: White Lady / 遠目には、白面の女はふつうの人間とほとんど変わりありません。しかし近づいて見れば、肌も瞳も極端に青白く、生きているしるしとなるものは見当たりません。あたかも喪に服しているかのように、黒い長衣とヴェールを身につけています。

source: Widow
fr: Veuve
hu: Özvegy
ja: 鬼女

source: In the genocidal wars that occur in the harsh north, none of the defeated side is spared, not even the women and children - especially if the victors are orcs or something more heinous. Those betrothed to the soldiers slain before the final defeat have built up a rage and sorrow that helps them persist in the spirit world.
fr: Lors les guerres génocidaires qui se produisent dans le Grand Nord, personne n'est épargné, pas même les femmes ou les enfants — surtout si les vainqueurs sont des orcs ou des choses plus ignobles encore. Celles qui étaient fiancées aux soldats massacrés avant la défaite finale ont développé une rage et un chagrin qui les aident à persister dans le monde des esprits.
hu: A zord északon zajló népirtásokban korra, nemre való tekintet nélkül mészárolják le az áldozatokat - különösen, ha orkok, vagy még szörnyűbb lények követik el ezeket. Azokat a nőket, akik az elesett harcosok jegyesei voltak, s haragjuk és bánatuk kellő erőt ad nekik, hogy szellemként folytassák életüket, nevezik köznyelven özvegynek.
ja: Widow / 酷寒の北地で起きた数々の戦において、敗者には死の嵐が吹き荒れました。女子供もそれを免れることはできませんでした――特に、勝者がオークや、オーク以上に非道な何者かであった場合には。戦いの最中に恋人を失い、さらに敗北によって自らの命をも失った女たちは、怒りと悲しみのあまり、霊となってさまよいはじめます。

source: Unease
fr: Malaise
hu: Gyötrőszellem
ja: 不安

source: The Despair Wisps are something that is further into the spirit world than the rest of the phantoms. As a result, they have a very weak grasp on this world, so that they do little damage and are easily dispatched. The flip side of this is that there is little an opponent can do restrict their movement. Not only can the Wisps slip through gaps in the enemy line, but they expend very little energy in their attacks, so that they may attack multiple times per turn. Special Note: This unit uses only one movement point per attack, rather than all of its movement points like most other units.
fr: Les volutes périspritiens sont encore plus ancrés dans le monde des esprits que les autres fantômes. En conséquence, ils ont un impact très faible sur ce monde, ainsi ils font peu de dégât et sont facilement expédiés. Le revers de la médaille est qu'il y a peu d'adversaires pour limiter leur mouvement. Non seulement les volutes passent entre les failles des lignes ennemies, mais ils dépensent très peu d'énergie dans leurs attaques, de sorte qu'ils peuvent attaquer plusieurs fois par tour. Remarques : Cette unité utilise un seul point de mouvement par attaque, plutôt que l'ensemble de ses points de mouvement comme la plupart des autres unités.
hu: A lidérces agyrémek a fantomok közül leginkább képviselik a szellemvilágot. Emiatt a földi léthez nagyon gyengén kötődnek, támadásuk is erőtlen, s könnyen szétoszlanak. Másrészt viszont nagyon kevés ellenfél képes akadályozni őket a mozgásukban. Akadály nélkül siklanak át az ellenséges vonalakon, gyenge támadásuk kevés energiát emészt fel, így körönként sokszor képesek ütni. Megjegyzés: Ez az egység csak egy mozgáspontot használ el támadásához, szemben a többi egységgel, amely összes mozgáspontját elveszíti.
ja: Unease / ディスペアのウィスプは、他の死霊と比較して霊界に深くつながっている存在です。その結果、この世とのつながりは非常に弱く、この世のものにはほとんど危害を及ぼせず、かんたんに消滅してしまいます。その裏返しですが、かれらの行動に制約を課すのはほとんど不可能です。ウィスプは敵の戦列の隙間をすり抜けることができるだけでなく、わずかなエネルギーを消耗するだけで攻撃をしかけることができます。ときには1ターンの間になんども攻撃をすることができるでしょう。 特記事項:このユニットが攻撃をしかける際に消費する移動力は、通常の残り移動力すべてではなく、1で済みます。

source: race^Despair
fr: Périsprit
hu: Agyrém
ja: ディスペア

source: race+female^Despair
fr: Périsprite
hu: Agyrém
ja: ディスペア

source: race+plural^Despair
fr: Périsprits
hu: Agyrémek
ja: ディスペア

source: As Huric's rule came to a close and the orcs began reclaiming Ukian territory, many of the human forces were slain. Somehow the dead continue to roam the tundra, but unlike ghosts, they are not slaves to practioners of Necromancy. Instead, they are slaves to their own desires for revenge.
fr: La fin du règne d'Huric et le début des revendications des orcs sur Ukiah ont causé la mort de nombreux soldats humains. Les morts parcourent encore la toundra, mais ils ne sont pas les esclaves des pratiquants de la nécromancie. Ils sont en fait les esclaves de leur propre désir de vengeance.
hu: Ahogy Huric uralma lehanyatlott, s az ork hordák megkezdték az ukiai terület visszafoglalását, rengeteg embert gyilkoltak le. A halottak azonban valahogy továbbra is kísértik a tundra vidékét, de nem úgy, mint a szellemek, nem a holtidézők szolgálatában, pusztán saját bosszúvágyuktól vezérelve.
ja: Huric の苛政とオークの襲撃とが激しさを増すにつれ、多くの人間たちが命を奪われました。かれらは、いかなるわけか死してなお凍土をさまよい続けますが、ゴーストとは違い、降霊術による意思なき奴隷ではありません。奴隷は奴隷でも、復讐を遂げたいという妄執の奴隷なのです。

source: race^Wisp
fr: Volute
hu: Lúdvérc
ja: ウィスプ

source: race+female^Wisp
fr: Volute
hu: Lúdvérc
ja: ウィスプ

source: race^Wisps
fr: Volutes
hu: Lúdvércek
ja: ウィスプ

source: Adamantine
hu: Gyémántbőrű
ja: アダマンタイン

source: The Bone Snapper can retreat into its shell to raise defenses (right-click option), but then it cannot move or attack.
fr: La tortue serpentine peut se cacher dans sa carapace pour augmenter ses défenses (option accessible par clic droit), mais elle ne peut alors pas se déplacer ou attaquer.
hu: A csontteknőlakó vissza tud húzódni teknőjébe, s ezáltal nagyobb védettséget élvez (jobb klikk, kiválasztás), de a teknőben mozogni vagy támadni nem tud.
ja: Bone Snapper / ボーンスナッパーは、甲羅に閉じこもって防御力を向上させることができます（右クリックから選択）が、その状態では移動も攻撃もできません。

source: Adamantine (Hiding)
fr: Adamantine (cachée)
hu: Gyémántbőrű (rejtőzködő)
ja: アダマンタイン (閉じこもり)

source: The Adamantine can retreat into its shell to raise defenses (right-click option), but then it cannot move or attack.
fr: L'adamantine peut se cacher dans sa carapace pour augmenter ses défenses (option accessible par clic droit), mais elle ne peut alors pas se déplacer ou attaquer.
hu: A gyémántbőrű vissza tud húzódni házába, s ezáltal nagyobb védettséget élvez (jobb klikk, kiválasztás), de a házban mozogni vagy támadni nem tud.
ja: Adamantine / アダマンタインは、甲羅に閉じこもって防御力を向上させることができます（右クリックから選択）が、その状態では移動も攻撃もできません。

source: Arctic Wolf
fr: Loup arctique
hu: Sarki farkas
ja: 北極狼

source: Arctic wolves are adapted to life on the tundra. They are probably related to the domesticated Ukian dogs, but they are significantly larger. Usually, they do not attack groups of armed humans, but they have been behaving strangely as of late...
fr: Les loups arctiques sont adaptés à la vie dans la toundra. Ils sont très probablement apparentés aux chiens ukiens domestiques, mais ils sont beaucoup plus grands. Normalement, ils ne s'attaquent pas à des groupes d'hommes armés, mais leur comportement est étrange ces derniers temps...
hu: A sarki farkasok alkalmazkodtak a tundrai élethez. Talán a megszelidített ukiai kutyák rokonai, de jelentősen nagyobbak. Rendszerint elkerülik a fegyveres emberi csoportokat, de az utóbbi időkben kicsit megváltozott a viselkedésük...
ja: Arctic Wolf / 北極狼はツンドラに適応した狼です。ウキアが飼い馴らしている犬は、この狼を家畜化したものと考えられますが、原種ははるかに大型です。ふつうは武装した人間の集団を襲ったりはしませんが、いつの頃からかおかしな行動が見受けられるようになりました……

source: Horse
fr: Cheval
hu: Ló
ja: 馬

source: Horses are strong and fast, but fragile. They do not usually attack people though, so something is wrong...
fr: Les chevaux sont forts et rapides, mais fragiles. Ils ne s'attaquent pas aux gens d'habitude, donc quelque chose ne va pas...
hu: A lovak erősek és gyorsak, bár törékenyek. Nem szoktak emberekre támadni, szóval valami nem stimmel...
ja: Horse / 馬は力強く、機敏ですが、打たれ強くはありません。ふつうは人を攻撃することはありませんが、何かがおかしくなっているようです……

source: kick
fr: ruade
hu: rúgás
ja: 蹴り

source: Hypergusa
fr: Grand-Pégase
ja: ヒュペルギューサ

source: spit
fr: crachat
hu: köpés
ja: 唾

source: Katoblepon-Magnum
fr: Grand-Catoblépas
hu: Nagy katoblepon
ja: カトブレポン【禍】

source: head
fr: pointe
hu: fej
ja: 頭突き

source: breath
fr: Souffle
hu: lehelet
ja: ブレス

source: Katoblepon
fr: Catoblépas
ja: カトブレポン

source: The Khthon spirit has begun to transform its hoofed victim. Though it usually keeps its head down as if grazing, it can lift it to attack with a poisonous breath.
fr: L'esprit chthonien a commencé la transformation de sa victime ovine. Bien qu'il garde habituellement sa tête vers le bas comme s'il broutait, il peut la relever pour attaquer avec un souffle empoisonné.
hu: A khthon szellem kezdte átalakítani totyogó áldozatát. Habár általában leszegi a fejét, mintha legelne, de fejét felkapva mérgező leheletet fúj áldozatára.
ja: Katoblepon / クトーンの精神は、憑代とする牛の姿を変容させ始めました。ふだんは何かをにらみつけるかのように頭を下げていますが、その頭をもたげて毒のブレスを吐くことができます。

source: horns
fr: cornes
hu: szarv
ja: 角

source: Nightmare
fr: Cauchemar
hu: Rémálom
ja: ナイトメア

source: Contrary to what one might expect of a plague, Khthon do have individual personalities and some are more otherworldly than others. While they do not use the written records and philters of Necromancy, the knowledge seekers are drawn to the mysteries of the phantoms and spirits, and have mastered some of the undead fighting techniques.
fr: Contrairement à ce qu'on peut s'attendre d'une peste, chaque chthonien possède sa propre personnalité et certains sont plus intéressés par l'au-delà que les autres. Bien que n'utilisant pas les grimoires et les philtres des nécromanciens, les assoiffés de connaissances sont attirés par les mystères des fantômes et des esprits et on réussit à maîtriser certaines techniques de combat des morts-vivants.
hu: Szemben azzal, amit egy gyötrő jelenségtől várnánk, a khthonok saját jellemvonással rendelkeznek, némelyek másokhoz képest egészen túlvilágiakkal is. Miközben nem használják a feketemágia ismert eszközeit és italait, a tudásra szomjazókat vonzzák a rejtélyes fantomok és szellemek, és számos élőholt technikát is alkalmaznak.
ja: Nightmare / 疫病と言われるものに対する一般の認識と異なり、クトーンは個々に人格を有し、中には他よりも超俗的な傾向を持つものもいます。書物を研究したり、降霊術の秘薬を用いたりすることはありませんが、心霊の神秘に魅了された知識の探求者たちは、アンデッドの戦闘技術の一部を身につけます。

source: Ophis-Magnum
fr: Grand-Ophis
hu: Nagy ophis
ja: オーフィス【禍】

source: This beast is massive and is covered in thick scales and hide, so it can absorb much damage. The Khthon has mastered its hosts body perfectly, so it is now able to fully regenerate.
fr: Cette bête est massive et couverte d'écailles épaisses et de cuir, ce qui lui permet d'encaisser beaucoup de dégâts. L'esprit chthonien maîtrise désormais son hôte parfaitement et peut désormais se régénérer complètement.
hu: Ennek a bestiának a testét vastag bőr és pikkely fedi, így ellenálló a fizikai behatásokra. A khthonok tökéletesre formálták a gazdatestet, így az teljesen regenerádódik.
ja: Ophis-Magnum / この大型の魔獣は、分厚い鱗と皮に覆われており、かなりのダメージを弾きかえすことができます。クトーンが憑代の肉体を完全に支配したため、その再生能力は十全に発揮されます。

source: Ophis
ja: オーフィス

source: The Khthon spirit has begun to transform its bovine victim. The hindquarters become more snake-like, and the coil increases the strike range. The combination of hoofs amd serpent tail also allows it to quickly weave through almost any terrain.
fr: L'esprit chthonien a commencé la transformation de sa victime bovine. L'arrière-train est devenu celui d'un serpent et son enroulement augmente sa portée d'attaque. La combinaison des sabots et de la queue de serpent lui permet aussi de ramper rapidement sur presque tout type de terrain.
hu: A khthon szellem kezdte átalakítani ezt az ökörszerű lényt. A hátsó fertálya kígyószerűvé alakult, és a csavarodott szerv megnöveli az ütés erejét. A paták és a hüllőfarok kombinációja szinte minden terepen gyors haladást eredményez.
ja: Ophis / クトーンの精神は、憑代とする羊の姿を変容させ始めました。後半身はとぐろを巻くヘビの体に変わり、尻尾を使えば広い範囲に攻撃することができます。また、蹄の前足とヘビの身体と組み合わせ、ほとんどの地形をすばやく通り抜けることができます。

source: Orthrus
fr: Orthros
ja: オルトロス

source: The Khthon spirit has begun to truely transform its canine victim. The animal's mind is gone, the head only serves as housing for sensors (eye, nose, ears) and weapons (teeth). A second head allows for greater field of view and more teeth. The armor around the neck has grown thicker and while the horn armor is not as strong as steel, it is much more light-weight.
fr: L'esprit chthonien a commencé la transformation de sa victime canine. L'esprit de l'animal est parti et la tête sert seulement à accueillir des capteurs (les yeux, la truffe et les oreilles) et des armes (les dents). Une deuxième tête permet d'obtenir un plus grand champ de vision et plus de dents. L'armure autour du cou s'est développée plus épaisse et tandis que les cornes blindées ne sont pas aussi solide que l'acier, elles sont beaucoup plus légère.
hu: A khthon szellem kezdte átalakítani kutyaszerű áldozatát. Az állat elméje elsorvadt, a fej pusztán az érzékelők (szem, orr, fülek) elhelyezésére szolgál, illetve fegyvertartónak (fogak). A második fej nagyobb látóteret és több fogat biztosít. A nyakat övező bőr megvastagodott, s míg a fogak nem vetekedhetnek az acél keménységével, ez annál is ellenállóbb.
ja: Orthrus / クトーンの精神は、憑代とする狼の姿を完全に変容させ始めました。動物の意識は消えうせ、頭部は感覚器（目、鼻、耳）と武器（牙）の器に過ぎなくなります。2つめの頭は、視野をおおきく押し広げると同時に、牙をさらに増やします。首周りの防護はさらに分厚くなり、角のような鎧は、強度こそ鉄には及びませんが、はるかに軽量です。

source: Pegusa
fr: Pégusa
ja: ペギューサ

source: The Khthon spirit has begun to transform its equine victim. Salivary glands can now produce a spittle that is thick and adhesive, which can cause quite a distraction for any target.
fr: L'esprit chthonien a commencé la transformation de sa victime équine. Les glandes salivaires peuvent maintenant produire un crachât épais et collant pouvant perturber grandement n'importe quelle cible.
hu: A khthon szellem kezdte átalakítani lószerű áldozatát. A nyálmirigy most már sűrű és ragadós nyálat termel, ami minden ellenségnek kellemetlenséget okoz.
ja: Pegusa / クトーンの精神は、憑代とする馬の姿を変容させ始めました。唾液腺からは粘性のある濃密な体液が分泌されるようになり、これを吐きかけられた相手は、非常に動きづらくなるでしょう。

source: Prokyon
ja: プロキオン
