Repository: wescamp/Archaic_Era-1.10
Catalog: po/*.po
Languages: fr, hu, ja

source: Wing Master
fr: Maître-ailé
hu: Szárnyvezető
ja: 翼の舞聖

source: kopis
hu: hasaskard
ja: 曲刀

source: claw
fr: griffe
hu: Karom
ja: 翼爪

source: Mummy Noble
fr: Momie Noble
hu: Nemes múmia
ja: マミーの貴族

source: sceptre
hu: jogar
ja: 笏杖

source: Mummy Pharo
fr: Momie pharaonique
hu: Fáraómúmia
ja: マミーの王

source: Mummy Unbound
fr: Momie désincarnée
hu: Vándormúmia
ja: 解き放たれたマミー

source: Mummy
fr: Momie
hu: Múmia
ja: マミー

source: Tomb Protector
fr: Protecteur de tombeau
hu: Kriptavédelmező
ja: 墳墓の守護者

source: khopesh
fr: khépesh
hu: sarlókard
ja: 鎌剣

source: Tomb Sentinel
fr: Sentinelle de tombeau
hu: Kriptaőrző
ja: 墳墓の監視者

source: Vapor
fr: Vapeur
hu: Árnyfoszlány
ja: 蒸気の魔物

source: The Vapor can take the form of a real fighter, but the deception is apparent when the opponent attacks and the vapor dissipates. The vapor also loses purpose and integrity if it does not engage with the enemy. Special Note: The phantom generated from this unit will die when struck by an attacker, regardless of hitpoints. It will also die if it does not engage the enemy for two turns. It will not automatically die if it is hit by a defender's retaliation.
fr: La vapeur peut prendre la forme d'un vrai combattant, mais la déception est évidente quand l'adversaire attaque et que la vapeur se dissipe. La vapeur perd également son but et son intégrité si elle ne s'engage pas contre son ennemi. Remarque : Le fantôme généré à partir cette unité va mourir lorsqu'il sera frappé par un attaquant, indépendamment de ses points de vie. Il va également mourir s’il ne participe pas à l'attaque d'un ennemi pendant deux tours. S’il est frappé par les représailles d'un défenseur, cela n'entraînera pas automatiquement sa mort.
hu: Az árnyfoszlány egy igazi harcosra hasonlít, de a csalás azonnal kiderül, mihelyst az ellenfél támad, és az árnyfoszlány szétoszlik. Az árnyfoszlány akkor is elveszti célját és alakját, ha nem ütközik meg az ellenséggel. Megjegyzés: Az egység meghal, ha egy támadó megüti, függetlenül a sebzés nagyságától. Akkor is meghal, ha két körön keresztül nem bocsátkozik harcba. Ugyanakkor nem hal meg azonnal, ha egy megtámadott egység visszaüt.
ja: Vapor / 蒸気の魔物は、本物の戦士の姿をとることができますが、所詮はまやかしであり、敵の攻撃を受ければちりぢりとなって消えます。また、敵と接し続けない限り、意識と思念を維持することができません。 特記事項: このユニットから生まれたファントムは、攻撃の対象となった場合、残りヒットポイントにかかわらず死亡します。また、2ターンの間敵と隣接しない状態が続いた場合も死亡します。敵を攻撃して反撃を受けた場合は、自動的には死亡しません。

source: Stalker
fr: Traqueuse
hu: Cserkelő
ja: 忍び寄る影

source: Wing Dancer
fr: Danseur-ailé
hu: Csoporttáncos
ja: 翼の舞手

source: race^Phantom
fr: Fantôme
hu: Fantom
ja: ファントム

source: race+female^Phantom
fr: Fantôme
hu: Fantom
ja: ファントム

source: race^Phantoms
fr: Fantômes
hu: Fantomok
ja: ファントム

source: race^Ancient Phantom
fr: Fantôme antique
hu: Antik fantom
ja: 古代のファントム

source: race+female^Ancient Phantom
fr: Fantôme antique
hu: Antik fantom
ja: 古代のファントム

source: race^Ancient Phantoms
fr: Fantômes antique
hu: Antik fantomok
ja: 古代のファントム

source: race^Ancient Spirit
fr: Esprit antique
hu: Antik szellem
ja: 古代のスピリット

source: race+female^Ancient Spirit
fr: Esprit antique
hu: Antik szellem
ja: 古代のスピリット

source: race^Ancient Spirits
fr: Esprits antique
hu: Antik szellemek
ja: 古代のスピリット

source: Aerowheel
fr: Discobole de l’air
hu: Szélkorongos
ja: 空輪尊

source: Having mastered the cutting wheel, a Primeval Ironwheel must make a choice whether to focus on the disc weapon or to tend to other skills required of a high ranking soldier. Primeval Aerowheels have chosen the latter and are mixed fighters. Special Note:
fr: En maîtrisant les disques coupants, une discobole de fer ouranienne doit choisir entre se concentrer sur le disque ou améliorer d'autres compétences requises par un soldat de haut rang. Les discoboles de l’air ouraniennes ont choisi la deuxième solution et sont devenues des combattantes mixtes. Remarques :
hu: A dobókorongok használatának mesterei, az antik acélkorongosok előtt két út van a továbbfejlődésre, vagy a korongjuk további tökéletesítésére koncentrálnak, vagy újabb készségeket elsajátítva törnek a magasabb rang felé. Az antik szélkorongosok az utóbbi utat választották. Megjegyzés:
ja: Aerowheel / 円月輪をマスターした鉄輪衆は、さらにその技術を磨くか、あるいは高位の戦士として求められる別種の技術を学ぶかを選ばなければなりません。後者を選んだ者たちが空輪衆であり、白兵戦もこなせます。 特記事項:

source: chakram
hu: csakram
ja: 円月輪

source: Cutter
fr: Discobole
hu: Koronghajító
ja: 投斬徒

source: Primeval Cutters are not particularly strong, but they can launch cutting metal discs. Cutters are able to provide a counter to enemy archers. Special Note:
fr: Les discoboles ouraniennes ne sont pas particulièrement fortes, mais elles peuvent lancer des disques métalliques coupants. Les discoboles fournissent un moyen de contrer les archers ennemis. Remarques :
hu: Az antik koronghajítók nem különösebben erősek, fém hajítókorongokkal harcolnak. Az ellenséges íjászok ellen vethetők be. Megjegyzés:
ja: Cutter / 投斬徒はそれほど力は強くありませんが、金属製の円盤を飛ばすことができます。これにより、敵の弓攻撃に対抗することが可能です。 特記事項:

source: Dogface
fr: Fantassin
hu: Kutyafejű
ja: 狗貌衆

source: Like the experienced chakram throwers, the Primeval soldiers wear some sort of visor. Though it simply looks like a piece of metal strapped across the eyes, the visor appears to assist the fighter in targeting the enemy. Special Note:
fr: Tout comme les lanceurs de chakram expérimentés, les soldats ouraniens portent une sorte de viseur. Bien qu'il n'ait l'apparence que d'une simple pièce métallique attachée autour des yeux, le viseur semble aider le combattant à toucher son ennemi. Remarques :
hu: Mint gyakorlott csakramhasználók, az antik harcosok különböző maszkokat is használnak. Bár ez olyan hatást kelt, mintha valami fémdrótot húznának át a szemükön, a maszk valamiképp segíti a célpont jobb betájolását. Megjegyzés:
ja: Dogface / 熟練した円月輪の使い手と同じく、プライミーヴァルの戦士はヴァイザーの一種を身につけています。一見、両の目を覆うただの金属片に見えますが、このヴァイザーが正確に敵を狙うのに一役買っているようです。 特記事項:

source: Driver
fr: Lanceur
hu: Szárnyaló
ja: 駆逐衆

source: Primeval Drivers are not that much smaller than a Troll. They have risen out of the Slowfoot ranks through strength and experience. With enough luck and determination, they might be able to escape their caste and join the ranks of the Destroyers. Special Note:
fr: Les lanceurs ouraniens sont à peine plus petits que les trolls. Ils se sont élevés des rangs de pieds-lents à travers la force et l'expérience. Avec suffisamment de chance et de détermination, ils seront peut-être capables de s'élever dans la hiérarchie et de rejoindre les rangs des destructeurs. Remarques :
hu: Az antik szárnyalók alig kisebbek egy trollnál. Szorgalmuk és erejük révén kiemelkedtek a kutyagolók közül. További kitartó erőfeszítéssel és némi szerencsével elhagyhatják kasztjukat, és pusztítóvá léphetnek elő. Megjegyzés:
ja: Driver / 駆逐衆はトロル並みの巨漢です。鈍足徒の階級から、力と経験を蓄え、這い上がってきました。幸運と意思に恵まれたなら、この身分をも脱し、滅壊尊の身分に名を連ねることができるかもしれません。 特記事項:

source: chain
fr: chaîne
hu: lánc
ja: 鎖

source: aggression
fr: agression
hu: agresszió
ja: 継戦

source: Aggression: This attack presses the engagement twice as long as usual.
fr: Agression : Cette attaque fait durer l'engagement deux fois plus longtemps qu'habituellement.
hu: Agresszió: Ez a támadás a szokásos kétszereséig tart.
ja: 継戦: この攻撃は、交戦時間を通常の2倍に引き延ばします。

source: Firewheel
fr: Discobole de feu
hu: Tűzkorongos
ja: 火輪尊

source: Primeval Firewheels... Special Note:
fr: Discobole de feu ouranienne... Remarques :
hu: Az antik tűzkorongosok... Megjegyzés:
ja: Firewheel / プライミーヴァルの火輪尊は…… 特記事項:

source: firewheel
fr: discobole de feu
hu: tűzkorong
ja: 円火輪

source: Slow Foot
fr: Pied-lent
hu: Kutyagoló
ja: 鈍足徒

source: A Slowfoot ... Special Note:
fr: Un pied-lent... Remarques :
hu: A kutyagolók... Megjegyzés:
ja: Slow Foot / 鈍足徒は…… 特記事項:

source: Destroyer
fr: Destructeur
hu: Pusztító
ja: 滅壊尊

source: The Primeval Destroyers ... Special Note:
fr: Le destructeur ouranien... Remarques :
hu: Az antik pusztítók... Megjegyzés:
ja: Destroyer / プライミーアルの滅壊尊は…… 特記事項:

source: Gyre Striker
fr: Tourbillon-Cogneuse
hu: Csépelő
ja: 剛打尊

source: Primeval Gyre Strikers... Special Note:
fr: Tourbillon-Cogneuse ouranienne... Remarques :
hu: Az antik csépelők... Megjegyzés:
ja: Gyre Striker / プライミーヴァルの剛打尊は…… 特記事項:

source: Hektor
ja: 小兵衆

source: Not every Primeval male can live up to the expectation of the ideal masculine warrior. Most of those die in combat, as do any other Primeval grunt, but those that have another strength survive to form the auxiliary corps of Hektors. The Primeval Hektors make up for their lack of strength with nimbleness and focus. They have taken up the spear, a weapon the Primevals associate with deception and weakness, as a sign of defiance. Though most of their cohort scorn them, the leaders and tactitians realize that they can play a valuable role. Special Note:
fr: Tous les mâles ouraniens ne deviennent pas des guerriers mâles idéaux. La plupart meurent au combat, tout comme les autres grognards ouraniens, mais ceux qui ont la force de survivre forment le corps auxiliaire des hektors. Les Hektors ouraniens compensent leur manque de force par leur habilité et leur concentration. Ils ont pris la lance, une arme des ouraniens associée à la tromperie et à la faiblesse, comme un acte de défi. Bien que la plupart de leur génération les méprise, les dirigeants et les tacticiens se rendent compte qu'ils peuvent jouer un rôle précieux. Remarque :
hu: Nem minden antik férfi felel meg az ideális kemény harcos típusnak. Ezek legtöbbje elesik a csatákban, ahogy a legtöbb antik katona, de aki mégis képes túlélni a kezdeti megpróbáltatásokat, csatlakozhat a hektorok segédcsapataihoz. Az antik hektorok az erő terén mutatkozó hiányosságaikat fürgeséggel, s koncentrálással kompenzálják. Dárdát vettek magukhoz; amelyet az antikok lenéznek, s a gyengeséggel és szélhámossággal azonosítanak; hogy ezzel szálljanak szembe az előítéletekkel. Habár ezért gúny tárgyaivá lesznek, a vezetők és stratégák kitűnő eredményeket érnek el velük. Megjegyzés:
ja: Hektor / プライミーヴァルのすべての男性が戦士としての理想的な肉体能力をもって生まれてくるわけではありません。その多くは、他の兵卒たちと同様、戦闘で命を落としますが、中には小兵衆と呼ばれる予備部隊として生き残ってゆく、特異な力の持ち主もいます。小兵衆は、腕力の不足を持ち前の機敏さと団結力で埋め合わせます。プライミーヴァルにとっては槍は詐略と劣弱を連想させる武器ですが、小兵衆は反骨の象徴としてあえてこれを使います。同胞たちの大部分からさげすまれる存在ですが、指導者たちや戦術家たちは、小兵衆が価値ある役割を果たしうるということを理解しています。 特記事項:

source: bolas
hu: bola
ja: ボーラ

source: Ironwheel
fr: Discobole de fer
hu: Acélkorongos
ja: 鉄輪衆

source: Primeval technology is a bit of a mystery. The Ironwheels are unusually accurate with their cutting discs, and it is suspected that their headgear has something to do with this. Special Note:
fr: La technologie ouranienne est un mystère. Les discoboles de fer sont anormalement précises avec leurs disques coupants, et on soupçonne que leur bandeau y est pour quelque chose. Remarques :
hu: Az antikok technikáját misztikus homály fedi. Az acélkorongosok szokatlanul pontosan használják korongjaikat, s sokan gyanítják, hogy ebben a fejfedőjük is szerepet játszik. Megjegyzés:
ja: Ironwheel / プライミーヴァルの技術はちょっとした謎です。鉄輪衆は円盤状の刃物で正確な狙いをつけますが、身につけているヘッドギアがそこに何らかの役割を果たしているのかもしれません。 特記事項:

source: Protector
fr: Protectrice
hu: Védelmező
ja: 徹護尊

source: The Primeval Protectors... Special Note:
fr: Les protectrices ouraniens... Remarques :
hu: Az antik védelmezők... Megjegyzés:
ja: Protector / プライミーヴァルの徹護尊は…… 特記事項:

source: glaive
hu: gladius
ja: グレイブ

source: Escort
fr: Escorteuse
hu: Kísérő
ja: 随護衆

source: The Primeval Escorts ... Special Note:
fr: Les escorteuses ouraniennes... Remarques :
hu: Az antik kísérők... Megjegyzés:
ja: Escort / プライミーヴァルの随護衆は…… 特記事項:

source: Striker
fr: Cogneuse
hu: Lesújtó
ja: 破打衆

source: The Primeval Strikers ... Special Note:
fr: Les cogneuses ouraniennes... Remarques :
hu: Az antik lesújtók... Megjegyzés:
ja: Striker / プライミーヴァルの破打衆は…… 特記事項:

source: Swiftfoot
fr: Pied-léger
hu: Szellőlábú
ja: 俊足徒

source: The Primeval Swiftfoots are a basic component of the Primeval forces, mostly serving as scouts. Special Note:
fr: Les pieds-légers ouranienness sont une composante de base des forces ouraniennes, servant principalement d'éclaireuses. Remarques :
hu: Az antik szellőlábúak az antik sereg alapegységei közé tartoznak, leginkább felderítő szerepet töltenek be. Megjegyzés:
ja: Swiftfoot / 俊足徒はプライミーヴァル軍の基本構成員であり、偵察を主要任務とします。 特記事項:

source: Warrior
fr: Guerrier
hu: Harcos
ja: 臨戦尊

source: The Primeval Warriors ... Special Note:
fr: Les guerriers ouraniens... Remarques :
hu: Az antik harcosok... Megjegyzés:
ja: Warrior / プライミーヴァルの臨戦尊は…… 特記事項:

source: Primevalist Celebrant
fr: Célébrant ouraniste
hu: Óhitű szertartásmester
ja: 教団の司祭

source: Though their faith in the Primeval beings has not flagged, their faith in their own ability to bring the necessary pain to the enemy has (some would say these are the wisest of all the Primevalists). They have instead turned their attention to supporting their more confident brothers and have pursued basic healing knowledge.
fr: Si leur foi en les êtres ouraniens est restée inflexible, ils ne croient plus dans leur capacité à apporter la douleur nécessaire à l'ennemi (certains diront que se sont les ouranistes les plus sages). Ils ont à la place tourné leur attention dans l'aide des frères plus confiants et ont appris les connaissances de base en soins.
hu: Habár hitüket az antik lényekben nem bizonygatják lépten-nyomon, annál kifejezőbb a másoknak szenvedést okozó képességük (egyesek szerint az óhitűek legbölcsebbjei). Saját hitük erősítése helyett hívő társaikat segítik, és alapvető gyógyító tevékenységet folytatnak.
ja: Primevalist Celebrant / プライミーヴァルに対する信仰心こそ揺らぎませんが、敵を打倒する能力に関する自信は揺らぎました（プライミーヴァル教団中もっとも賢明な人々であるという見方もあるでしょう）。その進むべき道をもっと力にすぐれる同志を支援する立場に切り替えたかれらは、基本的な治癒の知識を追求していきます。

source: condemnation
fr: condamnation
hu: kiátkozás
ja: 糾弾の呪言

source: Primevalist Fanatic
fr: Fanatique ouraniste
hu: Óhitű fanatikus
ja: 教団の狂信者

source: When blind devotion is combined with combat experience, a more valuable figher is formed. They know enough to be dangerous, but not enough to be reasoned with.
fr: Lorsque la dévotion aveugle est combinée à une expérience du combat, on obtient un guerrier de plus grande valeur. Ils en savent suffisamment pour être dangereux, mais pas assez pour être raisonnés.
hu: Amikor a vakhit harci tapasztalattal párosul, egy értékes harcos születik. Épp eleget tudnak ahhoz, hogy veszélyesek legyenek, de annyit nem, hogy komolyan számoljanak velük.
ja: Primevailst Fanatic / 盲信と戦闘経験が一つになったとき、より価値のある戦士が生まれます。自身を危険な存在にするための知識は十分にありますが、そうあらねばならない理由については十分にはわかっていません。

source: darts
fr: fléchettes
hu: kézidárdák
ja: 投げ矢

source: Primevalist Fighter
fr: Combattant ouraniste
hu: Óhitű harcos
ja: 教団の戦士

source: The primevalists are mostly angry young men. The Dark Messiah told them what they needed to hear to pick up a sword and attack their fellow humans in some misguided attempt to please the Primevals. Upon joining the movement, each fighter and follower is given a tattoo that is supposed to ward off evil spirits.
fr: Les ouranistes sont pour la plupart des jeunes hommes révoltés. Le Sombre Messie leur a dit ce dont ils avaient besoin pour ramasser une épée et attaquer leurs compatriotes dans une tentative déraisonnable de satisfaire les ouraniens. Lorsqu'il se joint au mouvement, le combattant reçoit un tatouage supposé conjurer les mauvais esprits.
hu: Az óhitűek leginkább fiatal férfiak. A Sötét Megváltó épp azt mondta nekik, amit vártak, s amiért fegyvert ragadtak, és megtámadták embertársaikat abban az illúzióban, hogy ezzel az antikok kedvére tesznek. A mozgalomhoz való csatlakozás után minden harcost és követőt tetoválnak, amely a rossz szellemektől óvja őket.
ja: Primevalist Fighter / プライミーヴァル教徒の大部分は怒れる若者たちです。暗黒の救済使は、かれらを言葉巧みに操って剣を取らせ、プライミーヴァルたちを喜ばせるためという偽りの目的のため、同族である人間に刃を向けさせます。同志に加わるにあたって体に入れる刺青は、邪霊を退ける力があると言われています。

source: Primevalist Follower
fr: Disciple ouraniste
hu: Óhitű követő
ja: 教団の信徒

source: Some of the angry young men recruited by the Dark Messiah are more clever than they are strong. These followers have some minimal magical training and put it to use against their fellow humans in some misguided attempt to please the Primevals. Upon joining the movement, each fighter and follower is given a tattoo that is supposed to ward off evil spirits.
fr: Certains des jeunes hommes révoltés recrutés par le Sombre Messie sont plus intelligents que forts. Ces disciples suivent une sorte d'entraînement magique minimal et l'utilisent contre leurs compatriotes dans une tentative déraisonnable de satisfaire les ouraniens. Lorsqu'il se joint au mouvement, le disciple reçoit un tatouage supposé conjurer les mauvais esprits.
hu: A Sötét Megváltó által megtérített hívők közül sokan inkább okosak, mint erősek. Ezek a követők egy kis mágikus tréning után tudásukat felhasználják embertársaik ellen abban a tévhitben, hogy ezzel az antikok kedvére tesznek. A mozgalomhoz való csatlakozásuk után minden harcost és követőt tetoválnak, amivel a rossz szellemektől védik őket.
ja: Primevalist Follower / 暗黒の救済使に従う怒れる若者たちの中には、腕力よりも智恵にすぐれる者もいます。ごく初歩的な魔法の技を授けられたかれらは、プライミーヴァルたちを喜ばせるためという偽りの目的を信じ、同族である人間に向けてその力をふるいます。同志に加わるにあたって体に入れる刺青は、邪霊を退ける力があると言われています。

source: chill
fr: glacial
hu: fagyhullám
ja: 凍気

source: Primevalist Leader
fr: Chef ouraniste
hu: Óhitű vezér
ja: 教団の指導者

source: While the Primevals most likely have as little respect for these warriors as they do for any human, the other fanatics admire their dedication to the (unfortunate) faith they all share. Some of this admiration is due to a unique ability: Whether it is a gift granted by the Primeval Ones or just the ability of a focused mind, no one can say - but the Leaders can cause a piercing pain in the enemy with the wave of a hand...
fr: Alors que les ouraniens ont tout aussi peu de respect pour ces combattants qu'il n'en ont pour les autres humains, les autres fanatiques admirent leur dévouement pour la foi (malheureuse) qu'ils partagent tous. Une partie de cette admiration est due à une capacité unique : qu'il s'agisse d'un don octroyé par les ouraniens ou tout simplement l'aptitude de leur force mentale, nul ne peut le dire — leurs chefs peuvent causer une douleur aiguë à l'ennemi d'un revers de main.
hu: Míg az antikok többsége semmivel több tiszteletet nem mutat ezen harcosok iránt, mint a közönséges emberek iránt, addig a fanatikusok szent áhítattal csodálják elhivatottságukat közös hitük terjesztésére. A csodálat tárgya egy különleges képességük: Akár az antik istenektől nyerték, akár rendkívüli koncentrációval érik el, senki nem tudja - de e vezetők éles fájdalmat képesek okozni csupán csak a kezük mozgatásával...
ja: Primevalist Leader / もとよりプライミーヴァルたちは人間にあまり敬意を払っていませんが、それは指導者級の戦士に対しても変わりありません。一方、同志である狂信者たちは、指導者たちの（ある意味哀れな）信仰心の厚さに賞賛を送ってやみません。この賞賛には、ある特殊な能力に対してという部分もあります。プライミーヴァルの手で授けられた力なのか、はたまた精神集中のなせる技なのか――教団の指導者たちは、手を振りかざして、何かに身体を貫かれたような痛みを敵に与えることができます。

source: soul-pierce
fr: perce-âme
hu: lélekharang
ja: 御魂徹し

source: Primevalist Monk
fr: Moine ouraniste
hu: Óhitű szerzetes
ja: 教団の修道士

source: The followers continue to study magic and the glyphs carved into stone by the Primevals long ago. Most of the glyphs' meaning is obscure, and the Primevals don't appear interested in explaining anything, but this makes the Monks work harder than ever to be deemed worthy.
fr: Les disciples continuent à étudier la magie et les glyphes gravées dans la pierre par les ouraniens il y a bien longtemps. Le sens des symboles est en très grande partie obscure et les ouraniens ne semblent pas intéressés à leur expliquer quoi que ce soit. Mais cela fait travailler les moines plus que jamais pour mériter une considération digne.
hu: A követők folyamatosan tanulmányozzák a mágiát és a kőbe vésett hieroglifákat, amiket az antikok hagytak hátra. A jelek jelentése elég homályos, s az antikok sem tartják szükségesnek a magyarázatukat, így a szerzetesek munkája sokkal nehezebb, mint azt elsőre gondolnánk.
ja: Primevalist Monk / 信徒たちは、魔法と、プライミーヴァルがかつて石に刻んだグリフとを研究し続けます。グリフの大部分はおぼろげにしか意味が汲めず、しかもプライミーヴァルたちは一切の説明を加えるつもりがないようですが、それがかえって修道士たちを奮起させ、その高い評価のゆえんとなっています。

source: Primevalist Prior
fr: Prieur ouraniste
hu: Óhitű rendfőnök
ja: 教団の修道長

source: The hardiest and most clever of the glyph readers extract the most knowledge, and gain great attack power to bring glory to their sect.
fr: Les lecteurs de glyphes les plus intelligents et robustes arrivent à extraire le plus de connaissances et acquièrent une grande puissance d'attaque afin d'apporter la gloire à leur secte.
hu: A hieroglifák jelentésének kibogozásában élenjárók komoly tudásra tesznek szert, és erős támadómágiához jutnak, amivel a szekta dicsőségét növelik.
ja: Primevalist Prior / だれよりも熱心にだれよりも賢明にグリフを読む者は、だれよりも知識を引き出し、教団に栄光をもたらす強大な攻撃能力を獲得します。

source: staff base
fr: Base du bâton
hu: pásztorbot
ja: 杖の柄

source: Primeval Brightshield
fr: Hoplite ouranien
hu: Óhitű fénylőpajzsos
ja: 教団の御盾

source: These fighters play a supporting role, stoically absorbing damage so that their more hot tempered commrads survive long enough to accomplish their goals. Their armour disipates heat and cold and energy blasts, so they have higher than average resistance to fire, cold, and arcane damage.
fr: Ces combattants jouent un rôle de soutien en encaissant stoïquement les dégâts afin que leurs camarades plus emportés survivent assez longtemps pour accomplir leurs buts. Leur armure dissipe le chaud, le froid et les décharges énergétiques et donc ils ont une plus grande résistance aux dégâts de feu, de froid et d'arcane.
hu: Ezek a harcosok kiegészítő szerepet játszanak. Egykedvű nyugalommal szenvedik el a csapásokat, mialatt hevesebb vérmérsékletű társaik megvívják a maguk harcát. Páncélzatuk ellenáll a hidegnek, a melegnek és a földöntúli mágiának, így mindenféle mágia ellen az átlagosnál jobban védettek.
ja: Primeval Brightshield / この戦士たちは補助的な役割を受け持ち、黙々と敵からの攻撃を防ぎとめ、攻撃要員が目標を達成するまでの時間、その命を守ります。熱や冷気、エネルギー波を打ち消す力をもつその防具のおかげで、火、冷気、秘術のダメージに対して平均以上の抵抗力を有します。

source: The race of men is an extremely diverse one. Some of them fall prey to the promises of false hope and false saviours.
fr: La race des hommes est extrêmement variée. Certains d'entre eux sont en proie à des promesses de faux espoirs et de faux sauveurs.
hu: Az emberi faj rendkívül sokféle. Közülük sokan esnek áldozatul mindenféle hamis tanoknak és álprófétáknak.
ja: 人という種族はきわめて非常に多様です。中には、偽りの希望、偽りの救済の謳い文句の餌食となる者もいます。

source: race^Primeval
fr: Ouranien
hu: Antik
ja: プライミーヴァル

source: race+female^Primeval
fr: Ouranienne
hu: Antik
ja: プライミーヴァル

source: race^Primevals
fr: Ouraniens
hu: Antikok
ja: プライミーヴァル
