Repository: wescamp/Archaic_Era-1.10
Catalog: po/*.po
Languages: fr, hu, ja

source: Prokyon are the first major modification of the wolf host by the Khthon. A horn-like armor, made out of the same material as the animal's bristles and hair, grows to turn the wolf into a Khthon cavalry.
fr: Les Prokyons sont la première modification majeure sur le loup par les chthoniens. Une armure en forme de corne, faite du même matériau que les poils et les cheveux, ce qui les amène dans la cavalerie chthonienne.
hu: A prokyonok az első jelentősebb állomásai a khthon szellem farkasokon végzett átalaíkításainak. A szaruszerű vértezet, amely a szőr és sörte anyagából alakult, a farkast a khthonok lovasságává teszi.
ja: Prokyon / プロキオンは、クトーンに憑かれた狼の第一変態です。体毛が異常に発達して角のような防具になった狼は、さしずめクトーンにおける重騎兵といったところでしょうか。

source: Pyradalon
fr: Pyrodalon
ja: パイラダロン

source: Ram
fr: Bélier
hu: Kos
ja: 雄羊

source: Sheep grow long hair that allows them to survive the cold. They don't usually attack humans, but these rams appear to have been possessed...
fr: Les moutons portent une laine épaisse qui leur permet de survivre au froid. Ils n'attaquent pas les humains d'habitude, mais ces béliers semblent être possédés...
hu: A juhoknak tömör gyapja nő, így könnyedén elviselik a hideget. Általában nem támadnak emberekre, de ezek a kosok mintha megkergültek volna...
ja: Ram / 羊は長い体毛で寒さから命を守ります。ふつうは人間を攻撃したりしませんが、この雄羊たちは、なにかに取り付かれているかのようです……

source: Rock Back
fr: Geochelone
hu: Kőteknőlakó
ja: ロックバック

source: Rock Back (Hiding)
fr: Geochelone (cachée)
hu: Kőteknőlakó (rejtőzködő)
ja: ロックバック (閉じこもり)

source: Bone Snapper
fr: Tortue serpentine
hu: Csontteknőlakó
ja: ボーンスナッパー

source: Bone Snapper (Hiding)
fr: Tortue serpentine (cachée)
hu: Csontteknőlakó (rejtőzködő)
ja: ボーンスナッパー (閉じこもり)

source: Spark
fr: Étincelle
hu: Csillagszóró
ja: 火花

source: A spark of light...
fr: Une étincelle de lumière...
hu: A csillagszórók...
ja: Spark / 光の火花は……

source: Terrapin
fr: Tortue
hu: Földhözragadt
ja: 亀

source: The terrapin can retreat into its shell to raise defenses (right-click option), but then it cannot move or attack.
fr: La tortue peut se cacher dans sa carapace pour augmenter ses défenses (option accessible par clic droit), mais elle ne peut alors pas se déplacer ou attaquer.
hu: A földhözragadt vissza tud húzódni házába, s ezáltal nagyobb védettséget élvez (jobb klikk, kiválasztás), de a házban mozogni vagy támadni nem tud.
ja: Terrapin / 亀は、甲羅に閉じこもって防御力を向上させることができます（右クリックから選択）が、その状態では移動も攻撃もできません。

source: Terrapin (Hiding)
fr: Tortue (cachée)
hu: Földhözragadt (rejtőzködő)
ja: 亀 (閉じこもり)

source: Timber Wolf
fr: Loup des bois
hu: Erdei farkas
ja: 森林狼

source: Timber Wolves have always been a threat, but they have been more agressive as of late. While not particularly strong, they are fast and can strike with enough skill to successfully kill a moderately armed man.
fr: Les loups des bois ont toujours été une menace, mais ils sont plus agressifs ces derniers temps. Bien que n'étant pas particulièrement forts, ils sont rapides et peuvent frapper suffisamment bien pour réussir à tuer un homme modérément armé.
hu: Az erdei farkasok mindig is veszélyt jelentettek, de sosem voltak olyan agresszívek, mint az utóbbi időben. Bár nem különösebben erősek, de gyorsak, és váratlan támadásuk halálos lehet a mérsékelten felvértezett emberre.
ja: Timber Wolf / 森林狼は以前から危険な存在ではありましたが、しかしここ最近はさらに攻撃的になっています。とりたてて力が強いわけではありませんが、武装した人間を殺害してのけることがあるほど、機敏で利口な存在です。

source: Yak
fr: Yack
hu: Jak
ja: ヤク

source: At various times, yaks have been used as beasts of burden because they are sturdy and do not mind the cold. It is a little odd that they have become so aggressive as of late.
fr: Les yacks ont été utilisés durant diverses époques comme bête de somme, car ils sont robustes et ne craignent pas le froid. C'est un peu étrange qu'ils soient devenus si agressifs ces derniers temps.
hu: Különböző időkben a jakokat teherhordásra használták, mivel szívósak, és fittyet hánynak a hidegre. Egészen szokatlan, hogy agresszívvé válnak, amit az utóbbi időkben tapasztalhatunk.
ja: Yak / ヤクは頑強で寒さに強いため、時代を問わず荷物を運ぶのに利用されてきました。最近のように攻撃的になるのは少々奇妙なことです。

source: race^Khthon
fr: Chthonien
hu: Khthon
ja: クトーン

source: race+female^Khthon
fr: Chthonienne
hu: Khthon
ja: クトーン

source: race+plural^Khthon
fr: Chthoniens
hu: Khthonok
ja: クトーン

source: These ancient enemies of the Primeval Forces are difficult to comprehend. They are best described as spirits that animate the bodies of victims, and slowly cause those victims to undergo transformations. The Primeval Forces have developed an immunity to this, but the more modern inhabitants of the continent (with the exception of the non-living) are vulnerable.
fr: Ces anciens ennemis des forces ouraniennes sont difficiles à appréhender. Ils sont le mieux décrit comme des esprits animant les corps de leurs victimes et leur faisant lentement subir des transformations. Les forces ouraniennes ont développé une immunité contre ceci, mais les habitants plus récents du continent (à l'exception des non-vivants) sont vulnérables.
hu: Az Antik Seregek e ősi ellenségeit nehéz jól leírni. Leginkább akkor járunk közel az igazsághoz, ha szellemeknek képzeljük el őket, amelyek megszállják áldozataikat, s lassan bizonyos átalakulásokat idéznek elő bennük. Az Antik Seregek ellenállóak az effajta behatolással szemben, de a kontinenst benépesítő modern fajok (a nem-élők kivételével) nem rendelkeznek ilyen ellenállással.
ja: プライミーヴァルの積年の敵であるこの種族を理解するのには困難がつきまといます。適切な表現を探すとしたら、他者の肉体を乗っ取り、その犠牲者を徐々に異形のものへと変貌させていく、心霊のようなものと言えるでしょう。免疫を獲得したプライミーヴァルはともかく、この大陸に住まう現代の種族は（命なきものどもを除いて）抵抗する術をもちません。

source: race^Lesser Khthon
fr: Chthonien inférieur
hu: Kis khthon
ja: レッサー・クトーン

source: race+female^Lesser Khthon
fr: Chthonienne inférieure
hu: Kis khthon
ja: レッサー・クトーン

source: race+plural^Lesser Khthon
fr: Chthoniens inférieurs
hu: Kis khthonok
ja: レッサー・クトーン

source: Lesser Khthon are the immature spawn of Khthon. They cannot spread more of their kind yet, but they can independently control the mind of their victims.
fr: Les chthoniens inférieurs sont la progéniture immature des chthoniens. Ils ne peuvent pas encore engendrer d'autre chthoniens, mais ils contrôlent l'esprit de leurs victimes.
hu: A kis khthonok a khthonok éretlen formái. Nem képesek a fajtájukat szaporítani, de már irányítják az áldozatuk elméjét.
ja: レッサー・クトーンはクトーンの未熟なスポーンです。他の生命体に転移することはまだできませんが、憑代の精神を支配することはできます。

source: race^Thrall
fr: Thrall
hu: Rabszolga
ja: クトーンの下僕

source: race+female^Thrall
fr: Thrall
hu: Rabszolganő
ja: クトーンの下僕

source: race+plural^Thrall
fr: Thralls
hu: Rabszolgák
ja: クトーンの下僕

source: Khthon Thralls are mindless tools, they have some motor memory and equipment from their former existence, but they have no memories and no possiblity of a future. They are a form of walking dead.
fr: Les thralls chthoniens sont des outils stupides, ils ont une mémoire mécanique et les compétences de leur ancienne existence, mais ils n'ont aucun souvenir et aucun avenir. Ils sont une forme de morts-vivants.
hu: A khthon rabszolgák agyatlan eszközök csupán, akiknek emlékezete előző életükből csak a mozgást és a fegyverhasználatot őrizte meg, más emlékük nincs, s jövőlátásuk sincs. Tulajdonképpen mozgó halottak.
ja: クトーンの下僕は心を持たぬ道具であり、下僕となる以前に体で覚えた武器の使い方は記憶していますが、それ以外のことは何も覚えておらず、何かに新しく開眼する可能性もありません。歩く死体と似たようなものです。

source: Cavalry
fr: Cavalier
hu: Kalandor
ja: オークの騎兵

source: The more experienced riders have acquired better armor and have also learned how to keep their mount from getting pierced in the throught. Because of their skill and utility in the battlefield, the veteran cavalry are members of a respected class that can stay somewhat above the rat race that other orcs must engage in.
fr: Les monteurs les plus expérimentés ont acquis une meilleure armure et ont également appris à leur monture à ne pas se faire transpercer de travers. En raison de leurs compétences et leur utilité sur le champ de bataille, les cavaliers vétérans sont membres d'une classe respectée qui peut rester un peu au-dessus de la foire d'empoigne pendant que les autres orcs s'engagent.
hu: A leggyakorlottabb lovasok jobb fegyvereket szereztek be, s megtanulták, hogy védhetik meg hátasaikat a felnyársalástól. Jártasságuk és csatatéri használhatóságuk miatt ezek a harcedzett lovasok rendkívüli tiszteletnek örvendenek, s felette állnak a patkánynak tekintett társaiknak, akiket az orkok általában lenéznek.
ja: Cavalry / 騎手たちは、経験を積む中で、よりよい防具を手に入れ、走駆を攻撃から守る方法を習得していきます。戦場におけるその活躍から、熟練の騎兵は敬意を払われていて、オーク同士のどんぐりのせいくらべに対し、多少は高みの見物を決め込むことができます。

source: Destrier
fr: Cuirassier
hu: Pusztító
ja: オークの戦騎兵

source: The elite members of the orcish cavalry have reached a great level of prowess and notoriety upon the battle field, but are expensive to maintain for both orc and mount must be in top physical shape. As a result, they do not try to become warlords, but seek warlord patrons who will pay their upkeep in exchange for the long and strong arm they can provide.
fr: Les membres de l'élite de la cavalerie orc ont atteint un haut niveau de prouesses et de notoriété sur le champ de bataille, mais ils sont coûteux à entretenir à la fois pour l'orc et la monture qui doivent être en excellente forme physique. En conséquence, ils ne cherchent pas à devenir des chefs de guerre, mais cherchent des seigneurs de la guerre mécènes qui vont payer leur entretien en échange des bras longs et vigoureux qu'ils peuvent fournir.
hu: Az ork lovasság elit tagjainak bátorsága és kitartása példamutató a csatatéren, de az ork és hátasa fenntartása igen drága mulatság, mivel fizikailag mindig topon kell lenniük. Emiatt maguk nem pályáznak a hadúri címre, viszont hűséggel szolgálnak más hadurakat, akik hajlandók fedezni fenntartási költségeiket a katonai szolgálatért cserébe.
ja: Destrier / 選り抜かれたオークの騎兵たちは戦場において大いに活躍し、名を上げますが、騎手と走駒を万全のコンディションに保つのは非常にコストがかかります。結果として、みずから大将軍を目指すのではなく、自分たちの力を買ってくれる大将軍のために武威を奮い、その見返りとして維持費を貰い受ける立場を目指します。

source: Orcish Firebreather
fr: Cracheur de feu orc
hu: Ork tűzköpő
ja: オークの火吹き

source: After some experience with wielding a torch as a weapon, the upper-level Fireline searched for another advantage to exploit. Orcs are not known for thinking about the long-term health consequences of their actions, so the upper-level Fireline have no reservations about filling their mouths with whatever light oils were available and spitting through their torch, into the face of their opponent. Hence the name, 'Firebreather'.
fr: Après une certaine expérience au maniement d'une torche comme une arme, l'incendiaire de niveau supérieur a recherché un autre avantage à exploiter. Les orcs ne sont pas connus pour réfléchir aux conséquences à long terme de leurs actions sur la santé, de sorte que l'incendiaire de niveau supérieur n'a pas de doute sur le fait de remplir sa bouche de pétrole léger à sa disposition et de le cracher à travers sa torche, dans le visage de son adversaire. D'où le nom, « Cracheur de feu ».
hu: Némi gyakorlás után a fáklya komoly fegyverré vált a kiváló tűzokádók között, de ők ezzel nem elégedtek meg. Az orkok nem arról ismertek, hogy hosszútávú egészségi hatásokkal foglalkoznának, így a mesteri tűzokádók sem törődnek azzal, hogy milyen olajat vesznek a szájukba, amit keresztülspriccelnek a fáklyájukon az ellenség arcába. Ezért is kapták ezt a nevet, 'Tűzköpő'.
ja: Orcish Firebreather / 松明を武器として振り回すことにある程度の経験を積んだとある高位の列火兵は、もっといい火の使い方がないものか思案しました。そもそもオークは、結果として命を縮める可能性のある行為をためらったりしないため、かれは、手近な油を口に含み、敵の眼前に掲げた松明に吹き付けるに及びます。ここから「火吹き」の名が生まれたのです。

source: fire
fr: feu
hu: tűz
ja: 火炎

source: Orcish Fireline
fr: Incendiaire orc
hu: Ork tűzokádó
ja: オークの列火兵

source: The Orcish Fireline is a development that arose from the arms race between the northern orcs and the Ukians. The Ukian signal corps combined a torch and an axe for both long range communication and diverse armament. The orcs knew nothing of the long range communication, but found the torch and blade combination could indeed be effective.
fr: Les incendiaires orcs sont un développement qui est né de la course aux armements entre les Orismer et les Ukiens. Le corps de transmission ukien combine une torche et une hache à la fois pour la communication à longue distance et pour diversifier leur armement. Les orcs ne savaient rien de la communication à longue distance, mais ils ont trouvé que la combinaison d'une torche et d'une lame était plutôt efficace.
hu: Az ork tűzokádók az északi orkoktól elkülönülve az ukiaiak fegyvereit vették magukhoz. Az ukiai jelzőőrök alakulatában a fáklyát kombinálták a bárddal, részben a hosszútávú kommunikáció, részben a távolsági harc céljából. Az orkokat nem érdekelte a hosszú távú kommunikáció, de a fáklya és a penge kombinációját nagyon hatékonynak találták.
ja: Orcish Fireline / オークの列火兵は、オークとウキア人の軍拡競争の産物です。ウキアの信号手は松明と斧を、長距離通信手段として、そして特殊な武器として用います。オークは、長距離通信のことはなにもわかっていませんが、松明と刃の組み合わせには機能性を見出しました。

source: Orcish Foreman
fr: Contremaître orc
hu: Ork hajcsár
ja: オークの職長

source: Goblins can be corralled into labour by sheer force, but that does not work as well with orcs themselves. The serfs will never be warriors, but the strong can advance to be leaders amongst their own kind, and organize the serfs into functional working crews.
fr: Les Gobelins peuvent être confinés dans le travail par la force, mais cela ne fonctionne pas aussi bien avec les orcs. Les serfs ne seront jamais guerriers, mais les plus forts peuvent devenir des leaders parmi leur propre espèce et organiser les serfs dans des équipes de travail fonctionnelles.
hu: A koboldokat eredetileg töltelékként használták a sorok közt, de ez az orkokkal sokkal jobban működött. A jobbágyokból sosem lesznek harcosok, de a legerősebbek közülük élére állhatnak e szedett-vedett társaságnak, s némileg hasznosan működő legénységet kovácsolhatnak belőlük.
ja: Foreman / 監督をおいてゴブリンを労働に従事させたとしても、いかんせんオークと同水準の仕事ができるわけではありません。オークの農奴はけっして戦いの専門家にはなりませんが、力の強いものは仲間内のリーダーに昇格し、他の農奴たちを束ね、機能的に働かせる役務につきます。

source: Orcish Overseer
fr: Surveillant Orc
hu: Ork felügyelő
ja: オークの監督者

source: The strongest of the orc workers have had to prove themselves with their abilities to both lead and fend off challengers. Even the Orcish Warriors and Grunts grudgingly admit their value and will fall in line when circumstances of battle call for it.
fr: Les plus forts des travailleurs orcs ont dû prouver leurs capacités à la fois à être des chefs de file et à repousser leurs rivaux. Même les guerriers orcs et les grognards admettent à contrecœur leur valeur et les alignent dans leur rang lorsque les circonstances de la bataille l'exigent.
hu: A legerősebb ork munkások, akik bizonyították rátermettségüket és megbirkóztak a kihívásokkal, vezetővé léptek elő. Még az ork közkatonák és harcosok is elismerik, habár vonakodva, az értéküket és elszántságukat, amikor a szükség úgy hozza, hogy a csatasorba kerülve feláldozzák életüket.
ja: Overseer / もっとも力の強いオークの労働者は、指導者としての能力に加え、反抗を押さえつける能力にもすぐれることを証明してのけた者たちです。不承不承ながらにせよ、オークの戦士や兵卒たちでさえその価値を認めており、戦況次第ではその采配に歩調を合わせることでしょう。

source: Orcish Rider
fr: Monteur orc
hu: Ork lovas
ja: オークの騎手

source: Despite their reputation for stupidity, the orcs are able to learn tactics from their enemy. The more observant orcs note the utility of the human cavalry, and note that certain large animals have no trouble keeping their footing on snow.
fr: Malgré leur stupidité réputée, les orcs sont capables d'apprendre des tactiques de leurs adversaires. Les plus fins observateurs orcs ont noté l'utilité de la cavalerie humaine ainsi que le fait que certains grands animaux n'ont aucun problème à garder leur allure sur la neige.
hu: Habár az orkok az ostobaságukról ismertek, néhány fogást mégis elsajátítottak ellenségeiktől. A legjobbak ellesték az emberi lovaglás tudományát, s megfigyelték, hogy egyes állatoknak nem okoz gondot a havon járás sem.
ja: Orchish Rider / オークの愚鈍さは言わずと知れたことですが、しかしかれらも敵の戦術を学ぶことはできます。目ざといオークたちは、人間の騎兵隊の機能性と、ある種の大型の動物が雪の上を苦もなく走り回ることに気づきました。

source: Orcish Raider
fr: Pillard orc
hu: Ork prédáló
ja: オークの略奪兵

source: The Raiders wear an ugly bronze mask to make themselves more fearsome to the easily frightened humans. They also wear a large number of trinkets, given to them by the shamans, designed to ward off the poisons and chills often employed by certain of the enemy.
fr: Les pillards portent un masque en bronze effrayant pour paraître plus redoutables aux yeux des humains facilement impressionnés. Ils portent aussi un grand nombre de colifichets qui leur sont donnés par les chamans et qui visent à repousser les poisons et les attaques glaciales souvent employées par certains ennemis.
hu: A portyázók ijesztő bronzmaszkokat hordanak, hogy még félelmetesebb külsőt kölcsönözzenek maguknak az ijedős emberek elrettentésére. Ezenkívül nagyszámú kütyüt is magukra aggatnak, amiket sámánjaiktól kapnak, hogy megvédjék magukat a mérgektől és fagyástól, amelyet bizonyos ellenségeik szívesen alkalmaznak.
ja: Orcish Raider / オークの略奪兵は、その姿を見た人間たちが恐れを抱くよう、醜悪な青銅の仮面を身につけています。また、同様に身につけている装身具の数々はシャーマンから与えられたものです。戦士でない人間は、毒や冷気で攻撃してくることがありますが、これらの装身具はそういった害悪を退けるようにと拵えられました。

source: whip
fr: fouet
hu: korbács
ja: 鞭

source: Orcish Serf
fr: Serf orc
hu: Ork jobbágy
ja: オークの農奴

source: The Serfs are slightly less solid in stature than the Grunts, but still formidible fighters. Although most labour can be and is in fact done by goblins, projects that must be completed on a stricter time-table or under greater threat, such as seizure of timber or the construction of a front-line fortress, are carried out by the stronger hands of these orcs. This type is seen more frequently in regions more firmly under orcish control, such as the Northlands.
fr: Les serfs sont un peu moins massifs de taille que les grognards, mais ce sont encore des combattants redoutables. Bien que la plupart des travaux peuvent être faits par des gobelins, des projets qui doivent être accomplis sur un strict calendrier ou sous une plus grande menace, tels que la confiscation du bois ou la construction d'une forteresse de première ligne, sont effectués par les mains plus fortes de ces orcs. Ce type est observé plus fréquemment dans les régions plus fermement sous le contrôle des orcs, telles que les pays du nord.
hu: A jobbágyok kevésbé masszív felépítésűek, mint a közkatonák, de még így is félelmetes harcosok. Habár a munka java részét a koboldok végzik, de a szigorúan kötött határidejű, valamint a veszélyes helyzetben végzett munkákat, mint a rekvirálások, vagy a frontvonalon történő erődépítés, ezek a nagyobb erejű orkok végzik. Ennek megfelelően, gyakrabban fordulnak elő az orkok által megszállt területeken, mint északföldi hazájukban.
ja: Serf / オークの農奴は、肉体能力でこそ兵卒に若干の遅れを取りますが、それでも戦士として立派に通用します。ゴブリンたちはほとんどの労働を担うことができ、事実担っているわけですが、たとえば前線の砦の資材をどこかから調達してくるなど、期限を厳守すべき仕事や襲撃を受けかねないような仕事については、オーク自らの手で遂行されます。この種のオークは、Northlands のようにオークの支配力が磐石な地域ほどよく見受けられます。

source: Stork Master
fr: Maître des cigognes
hu: Gólyalovas
ja: ハゲコウの匠

source: As time goes by, the bird and goblin come to understand each other, so that their movement and response is better coordinated.
fr: Comme le temps passe, l'oiseau et le gobelin viennent à se comprendre mutuellement, de sorte que leurs mouvements et leur réaction sont mieux coordonnés.
hu: Ahogy az idő telt, a madár és a kobold egyre jobban megértették egymást, s mozgásuk és reakcióik is összecsiszolódtak.
ja: Stork Master / 時がたつにつれ、鳥とゴブリンはお互いの理解を深め、より連携の取れた動きができるようになっていきます。

source: Marabou Stork
fr: Monteur de cigogne
hu: Marabulovas
ja: ハゲコウ乗り

source: Marabou storks are carrion eaters with bald heads. A heavily feathered variety lives in the North and follows the orcish tribes, feasting upon the corpses and carcasses the orcs leave in their wake. Much like the wolf riders, some goblins try to escape their pitiful fate and master the skys on the backs of one of these birds. Of course, the birds do not want to fly with some other animal on their back, but over time, the birds learn that there is more food to be had if they tolerate the cargo. The long avian feet and oily feathers allow the bird and rider to traverse water terrain with great ease.
fr: Les monteurs de cigognes sont les charognards à tête blanche. Une variété avec beaucoup plus de plumes vit dans le Nord, suivant les tribus orcs, festoyant sur les cadavres et les carcasses abandonnés par les pillards orcs. Tout comme les monteurs de loups, des gobelins essaient d'échapper à leur sort pitoyable et de maîtriser le ciel sur le dos d'un de ces animaux. Bien sûr, les oiseaux ne veulent pas voler avec un autre animal sur leur dos, mais au fil du temps, les oiseaux apprennent qu'il y a un peu plus de nourriture pour eux s'ils tolèrent le monteur. Leurs longs pieds et leurs plumes huileuses permettent à l'oiseau et à son cavalier de traverser les terrains nautiques avec une grande facilité.
hu: A marabu gólyák kopasznyakú dögevők. A vastag tollazattal bíró madarak északon élnek és az ork törzseket követik, s gyakran lakomáznak a hullákból és testekből, amelyek az orkok útját szegélyezik. A farkaslovasokkal szemben néhány kobold megpróbált megszökni a sorsa elől, s inkább ezen madarak hátáról az eget uralni. Természetesen ezek a madarak nem szívesen hordanak más lényt a hátukon, de idővel rájöttek, hogy több élelemhez jutnak, ha elviselik a terhet. A hosszú gázlólábak és az olajos tollak megkönnyítik a vizes terepen való haladást.
ja: Marabou Stork / ハゲコウは、頭部に羽毛を有しない、屍食性のコウノトリです。オークの部族が暮らす北部に生息する種は通常より羽毛が厚く、オークたちの死骸を食料としています。ウルフライダーの例に似て、一部のゴブリンたちは自分たちの惨めな境遇を脱出するために、こうした鳥たちの背に乗って空に飛び立とうと試みました。もちろん、鳥たちは背中に他の動物を乗せて飛びたがりはしませんが、やがて、乗り物となることに耐えればより多くの食料にありつけることを学びます。長い脚と油膜に覆われた羽毛は、鳥と乗り手の両方にとって、水辺での活動を非常にたやすくしています。

source: Orcish Terror
fr: Terreur orc
hu: Iszonytató ork
ja: オークのテロリスト

source: The Terror has added horns to the mask and helmet, because they seem to scare the humans. The Terror has also spent enough time in the cities and settlements to have become well aware of how to use the surroundings to his advantage. Tired of the ragging he's been getting from his warrior commerads for not using a blade like a real orc, he modifies his weapon, and wishes he thought to do this sooner.
fr: La Terreur a ajouté des cornes sur son masque et son casque, parce qu'ils semblent effrayer les humains. La Terreur a également passé assez de temps dans les villes et les bourgs pour avoir pris conscience de la façon d'utiliser l'environnement à son avantage. Fatigué d'être enragé, il a obtenu de ses camarades guerriers de ne pas utiliser sa lame comme un véritable orc, il modifie son arme et se demande pourquoi il ne l'a pas fait plus tôt.
hu: Az iszonytatók harci maszkjukat és sisakjukat szarvakkal egészítették ki, hogy megfélemlítsék az embereket. Az iszonytatók emellett elég időt töltöttek a városokban és a településeken ahhoz, hogy a környezetet is a saját előnyükre használják ki. A többi harcos piszkálódásait megunva - méltatlanok a rendes ork névre, mert nem használnak pengéket - átalakították fegyvereiket, s arra gondoltak, bár hamarabb tették volna ezt.
ja: Orcish Terror / テロリストは、人間たちに恐怖感を抱かせようと、その仮面と兜にいくつもの角を継ぎ足しています。また、都市や居留地で十分な時間を費やしたことから、周囲の環境を自分に有利なように利用する方法をよく理解しています。本物のオークと似ても似つかない武器を使うことについて仲間の戦闘部隊からきびしい扱いを受けてきたことに対する憤懣から、その武器を改良し、本領を発揮できるときを待ち望んでいます。

source: cat-of-nine-tails
fr: chat à neuf queues
hu: kilencfarkú macska
ja: 九尾の猫鞭

source: Sprit Dove
fr: Esprit de colombe
hu: Galamblélek
ja: 心霊のハト

source: talon
fr: serre
hu: harcikarom
ja: 鉤爪

source: Sprit Jay
fr: Esprit de geai
hu: Szajkólélek
ja: 心霊のカケス

source: Archer
hu: Íjász
ja: 射手

source: bow
fr: arc
hu: íj
ja: 弓

source: Feather Dancer
fr: Danseur-emplumé
hu: Kriptatáncos
ja: 羽の舞手

source: Tomb Guard
fr: Gardien de tombeau
hu: Kriptaőr
ja: 墳墓の衛士

source: glance
fr: coup d'œil
hu: villantás
ja: 視線

source: High Archer
fr: Grande-Archère
hu: Mesteríjász
ja: 上級射手

source: blessed missile
fr: projectile bénit
hu: szent nyíl
ja: 聖なる矢

source: Huntress
fr: Chasseresse
hu: Vadásznő
ja: 狩人
